Repository: chethanone/OncoNutri
Catalog: frontend/lib/l10n/app_*.arb
Languages: bn, es, gu, hi, kn, ml, mr, pa, ta, te

# postTreatmentDesc
source: Rebuilding health
bn: স্বাস্থ্য পুনর্নির্মাণ
es: Reconstruyendo salud
gu: આરોગ્ય પુનર્નિર્માણ
hi: स्वास्थ्य पुनर्निर्माण
kn: ಆರೋಗ್ಯ ಮರುನಿರ್ಮಾಣ
ml: ആരോഗ്യം പുനർനിർമ്മിക്കൽ
mr: आरोग्य पुनर्निर्माण
pa: ਸਿਹਤ ਪੁਨਰ-ਨਿਰਮਾਣ
ta: ஆரோக்கியத்தை மீண்டும் கட்டமைத்தல்
te: ఆరోగ్యాన్ని పునర్నిర్మాణం చేయడం

source: Maintenance
bn: রক্ষণাবেক্ষণ
es: Mantenimiento
gu: જાળવણી
hi: रखरखाव
kn: ನಿರ್ವಹಣೆ
ml: പരിപാലനം
mr: देखभाल
pa: ਰੱਖ-ਰਖਾਅ
ta: பராமரிப்பு
te: నిర్వహణ

# maintenanceDesc
source: Sustaining wellness
bn: স্বাস্থ্য বজায় রাখা
es: Manteniendo bienestar
gu: આરોગ્ય જાળવવું
hi: स्वास्थ्य बनाए रखना
kn: ಆರೋಗ್ಯ ಕಾಪಾಡಿಕೊಳ್ಳುವುದು
ml: ആരോഗ്യം നിലനിർത്തൽ
mr: आरोग्य टिकवून ठेवणे
pa: ਸਿਹਤ ਬਣਾਈ ਰੱਖਣਾ
ta: ஆரோக்கியத்தை பராமரித்தல்
te: ఆరోగ్యాన్ని కాపాడుకోవడం

# symptomsQuestion
source: What symptoms are you experiencing?
bn: আপনি কোন লক্ষণগুলি অনুভব করছেন?
es: ¿Qué síntomas estás experimentando?
gu: તમે કયા લક્ષણો અનુભવી રહ્યા છો?
hi: आप किन लक्षणों का अनुभव कर रहे हैं?
kn: ನೀವು ಯಾವ ಲಕ್ಷಣಗಳನ್ನು ಅನುಭವಿಸುತ್ತಿದ್ದೀರಿ?
ml: നിങ്ങൾ ഏത് ലക്ഷണങ്ങൾ അനുഭവിക്കുന്നു?
mr: तुम्ही कोणती लक्षणे अनुभवत आहात?
pa: ਤੁਸੀਂ ਕਿਹੜੇ ਲੱਛਣਾਂ ਦਾ ਅਨੁਭਵ ਕਰ ਰਹੇ ਹੋ?
ta: நீங்கள் என்ன அறிகுறிகளை அனுபவிக்கிறீர்கள்?
te: మీరు ఏ లక్షణాలను అనుభవిస్తున్నారు?

# symptomsSubtitle
source: Select all that apply
bn: প্রযোজ্য সব নির্বাচন করুন
es: Selecciona todos los que apliquen
gu: લાગુ પડતા બધાને પસંદ કરો
hi: लागू होने वाले सभी का चयन करें
kn: ಅನ್ವಯವಾಗುವ ಎಲ್ಲವನ್ನೂ ಆಯ್ಕೆಮಾಡಿ
ml: ബാധകമായ എല്ലാം തിരഞ്ഞെടുക്കുക
mr: लागू होणारे सर्व निवडा
pa: ਲਾਗੂ ਹੋਣ ਵਾਲੇ ਸਾਰੇ ਚੁਣੋ
ta: பொருந்தும் அனைத்தையும் தேர்ந்தெடுக்கவும்
te: వర్తించే అన్నింటినీ ఎంచుకోండి

source: Mouth Sores
bn: মুখের ঘা
es: Llagas en la Boca
gu: મોંના ચાંદા
hi: मुंह के छाले
kn: ಬಾಯಿ ಹುಣ್ಣುಗಳು
ml: വായ് വ്രണങ്ങൾ
mr: तोंडाचे फोड
pa: ਮੂੰਹ ਦੇ ਜ਼ਖ਼ਮ
ta: வாய் புண்கள்
te: నోటి పుండ్లు

source: Taste Changes
bn: স্বাদের পরিবর্তন
es: Cambios en el Gusto
gu: સ્વાદમાં ફેરફાર
hi: स्वाद में बदलाव
kn: ರುಚಿ ಬದಲಾವಣೆಗಳು
ml: രുചി മാറ്റങ്ങൾ
mr: चवीतील बदल
pa: ਸਵਾਦ ਵਿੱਚ ਤਬਦੀਲੀਆਂ
ta: சுவை மாற்றங்கள்
te: రుచి మార్పులు

source: Difficulty Swallowing
bn: গিলতে অসুবিধা
es: Dificultad para Tragar
gu: ગળવામાં મુશ્કેલી
hi: निगलने में कठिनाई
kn: ನುಂಗಲು ಕಷ್ಟ
ml: വിഴുങ്ങാൻ ബുദ്ധിമുട്ട്
mr: गिळण्यात अडचण
pa: ਨਿਗਲਣ ਵਿੱਚ ਮੁਸ਼ਕਲ
ta: விழுங்குவதில் சிரமம்
te: మింగడంలో కష్టం

source: Bloating
bn: পেট ফাঁপা
es: Hinchazón
gu: પેટ ફૂલવું
hi: पेट फूलना
kn: ಹೊಟ್ಟೆ ಉಬ್ಬುವುದು
ml: വയറു വീർപ്പുമുട്ടൽ
mr: पोट फुगणे
pa: ਪੇਟ ਫੁੱਲਣਾ
ta: வயிறு உப்புசம்
te: పొట్ట ఉబ్బడం

source: None
bn: কিছুই নয়
es: Ninguno
gu: કંઈ નહીં
hi: कोई नहीं
kn: ಯಾವುದೂ ಇಲ್ಲ
ml: ഒന്നുമില്ല
mr: काहीही नाही
pa: ਕੋਈ ਨਹੀਂ
ta: எதுவுமில்லை
te: ఏదీ లేదు

# allergiesQuestion
source: Any food allergies or restrictions?
bn: কোনো খাবারে অ্যালার্জি বা বিধিনিষেধ?
es: ¿Alguna alergia o restricción alimentaria?
gu: કોઈ ખોરાક એલર્જી અથવા પ્રતિબંધો?
hi: कोई खाद्य एलर्जी या प्रतिबंध?
kn: ಯಾವುದಾದರೂ ಆಹಾರ ಅಲರ್ಜಿ ಅಥವಾ ನಿರ್ಬಂಧಗಳು?
ml: എന്തെങ്കിലും ഭക്ഷണ അലർജികളോ നിയന്ത്രണങ്ങളോ?
mr: काही अन्न ऍलर्जी किंवा निर्बंध?
pa: ਕੋਈ ਭੋਜਨ ਐਲਰਜੀ ਜਾਂ ਪਾਬੰਦੀਆਂ?
ta: ஏதேனும் உணவு ஒவ்வாமை அல்லது கட்டுப்பாடுகள்?
te: ఏదైనా ఆహార అలెర్జీలు లేదా పరిమితులు?

# allergiesSubtitle
source: Select all that apply to you
bn: প্রযোজ্য সব নির্বাচন করুন
es: Selecciona todos los que te apliquen
gu: લાગુ પડતા બધાને પસંદ કરો
hi: लागू होने वाले सभी का चयन करें
kn: ನಿಮಗೆ ಅನ್ವಯವಾಗುವ ಎಲ್ಲವನ್ನೂ ಆಯ್ಕೆಮಾಡಿ
ml: ബാധകമായ എല്ലാം തിരഞ്ഞെടുക്കുക
mr: लागू होणारे सर्व निवडा
pa: ਲਾਗੂ ਹੋਣ ਵਾਲੇ ਸਾਰੇ ਚੁਣੋ
ta: பொருந்தும் அனைத்தையும் தேர்ந்தெடுக்கவும்
te: వర్తించే అన్నింటినీ ఎంచుకోండి

source: Diabetic Diet
bn: ডায়াবেটিক খাদ্য
es: Dieta Diabética
gu: ડાયાબિટીક આહાર
hi: मधुमेह आहार
kn: ಮಧುಮೇಹ ಆಹಾರ
ml: പ്രമേഹ ഭക്ഷണക്രമം
mr: मधुमेही आहार
pa: ਸ਼ੂਗਰ ਰੋਗੀ ਖੁਰਾਕ
ta: நீரிழிவு உணவு
te: మధుమేహ ఆహారం

# diabeticSubtitle
source: Low sugar intake
bn: কম চিনি গ্রহণ
es: Baja ingesta de azúcar
gu: ઓછી ખાંડનું સેવન
hi: कम चीनी का सेवन
kn: ಕಡಿಮೆ ಸಕ್ಕರೆ ಸೇವನೆ
ml: കുറഞ്ഞ പഞ്ചസാര കഴിക്കൽ
mr: कमी साखर सेवन
pa: ਘੱਟ ਸ਼ੂਗਰ ਸੇਵਨ
ta: குறைந்த சர்க்கரை உட்கொள்ளல்
te: తక్కువ చక్కెర తీసుకోవడం

source: Low Sodium
bn: কম সোডিয়াম
es: Bajo en Sodio
gu: ઓછું સોડિયમ
hi: कम सोडियम
kn: ಕಡಿಮೆ ಸೋಡಿಯಂ
ml: കുറഞ്ഞ സോഡിയം
mr: कमी सोडियम
pa: ਘੱਟ ਸੋਡੀਅਮ
ta: குறைந்த சோடியம்
te: తక్కువ సోడియం

# lowSodiumSubtitle
source: Reduced salt
bn: কম লবণ
es: Sal reducida
gu: ઓછું મીઠું
hi: कम नमक
kn: ಕಡಿಮೆ ಉಪ್ಪು
ml: കുറഞ്ഞ ഉപ്പ്
mr: कमी मीठ
pa: ਘੱਟ ਲੂਣ
ta: குறைந்த உப்பு
te: తక్కువ ఉప్పు

source: Other Allergies
bn: অন্যান্য অ্যালার্জি
es: Otras Alergias
gu: અન્ય એલર્જી
hi: अन्य एलर्जी
kn: ಇತರ ಅಲರ್ಜಿಗಳು
ml: മറ്റ് അലർജികൾ
mr: इतर ऍलर्जी
pa: ਹੋਰ ਐਲਰਜੀ
ta: மற்ற ஒவ்வாமைகள்
te: ఇతర అలెర్జీలు

# otherAllergiesDesc
source: Type any other food allergy or restriction. Our AI will understand and help.
bn: অন্য কোনো খাবারে অ্যালার্জি বা বিধিনিষেধ টাইপ করুন। আমাদের AI বুঝবে এবং সাহায্য করবে।
es: Escribe cualquier otra alergia o restricción alimentaria. Nuestra IA lo entenderá y ayudará.
gu: કોઈપણ અન્ય ખોરાક એલર્જી અથવા પ્રતિબંધ લખો. અમારું AI સમજશે અને મદદ કરશે.
hi: कोई भी अन्य खाद्य एलर्जी या प्रतिबंध टाइप करें। हमारा AI समझेगा और मदद करेगा।
kn: ಯಾವುದೇ ಇತರ ಆಹಾರ ಅಲರ್ಜಿ ಅಥವಾ ನಿರ್ಬಂಧವನ್ನು ಟೈಪ್ ಮಾಡಿ. ನಮ್ಮ AI ಅರ್ಥಮಾಡಿಕೊಂಡು ಸಹಾಯ ಮಾಡುತ್ತದೆ.
ml: മറ്റേതെങ്കിലും ഭക്ഷണ അലർജിയോ നിയന്ത്രണമോ ടൈപ്പ് ചെയ്യുക. ഞങ്ങളുടെ AI മനസ്സിലാക്കി സഹായിക്കും.
mr: इतर कोणतीही अन्न ऍलर्जी किंवा निर्बंध टाइप करा. आमचे AI समजून घेईल आणि मदत करेल.
pa: ਕੋਈ ਹੋਰ ਭੋਜਨ ਐਲਰਜੀ ਜਾਂ ਪਾਬੰਦੀ ਟਾਈਪ ਕਰੋ। ਸਾਡਾ AI ਸਮਝੇਗਾ ਅਤੇ ਮਦਦ ਕਰੇਗਾ।
ta: வேறு ஏதேனும் உணவு ஒவ்வாமை அல்லது கட்டுப்பாட்டை தட்டச்சு செய்யவும். எங்கள் AI புரிந்துகொண்டு உதவும்.
te: ఏదైనా ఇతర ఆహార అలెర్జీ లేదా పరిమితిని టైప్ చేయండి. మా AI అర్థం చేసుకుని సహాయం చేస్తుంది.

# otherAllergiesPlaceholder
source: e.g., I can't eat tomatoes...
bn: উদাহরণ: আমি টমেটো খেতে পারি না...
es: ej., No puedo comer tomates...
gu: ઉદાહરણ: હું ટમેટા ખાઈ શકતો નથી...
hi: उदाहरण: मैं टमाटर नहीं खा सकता...
kn: ಉದಾಹರಣೆ: ನಾನು ಟೊಮ್ಯಾಟೋ ತಿನ್ನಲು ಸಾಧ್ಯವಿಲ್ಲ...
ml: ഉദാഹരണം: എനിക്ക് തക്കാളി കഴിക്കാൻ കഴിയില്ല...
mr: उदाहरण: मला टोमॅटो खाता येत नाही...
pa: ਉਦਾਹਰਣ: ਮੈਂ ਟਮਾਟਰ ਨਹੀਂ ਖਾ ਸਕਦਾ...
ta: எடுத்துக்காட்டு: என்னால் தக்காளி சாப்பிட முடியாது...
te: ఉదాహరణ: నేను టమోటా తినలేను...

source: Get Recommendations
bn: সুপারিশ পান
es: Obtener Recomendaciones
gu: ભલામણો મેળવો
hi: सिफारिशें प्राप्त करें
kn: ಶಿಫಾರಸುಗಳನ್ನು ಪಡೆಯಿರಿ
ml: ശുപാർശകൾ നേടുക
mr: शिफारसी मिळवा
pa: ਸਿਫਾਰਸ਼ਾਂ ਪ੍ਰਾਪਤ ਕਰੋ
ta: பரிந்துரைகளைப் பெறுங்கள்
te: సిఫార్సులు పొందండి

source: Skip - No Allergies
bn: এড়িয়ে যান - কোনো অ্যালার্জি নেই
es: Saltar - Sin Alergias
gu: છોડો - કોઈ એલર્જી નથી
hi: छोड़ें - कोई एलर्जी नहीं
kn: ಬಿಟ್ಟುಬಿಡಿ - ಯಾವುದೇ ಅಲರ್ಜಿಗಳಿಲ್ಲ
ml: ഒഴിവാക്കുക - അലർജികളില്ല
mr: वगळा - ऍलर्जी नाहीत
pa: ਛੱਡੋ - ਕੋਈ ਐਲਰਜੀ ਨਹੀਂ
ta: தவிர்க்கவும் - ஒவ்வாமை இல்லை
te: దాటవేయండి - అలెర్జీలు లేవు

source: Step
bn: ধাপ
gu: પગલું
hi: चरण
kn: ಹಂತ
ml: ഘട്ടം
mr: चरण
pa: ਕਦਮ
ta: படி
te: దశ

# overviewLabel
source: Overview
bn: ওভারভিউ
es: Resumen
gu: વિહંગાવલોકન
hi: अवलोकन
kn: ಅವಲೋಕನ
ml: അവലോകനം
mr: आढावा
pa: ਸੰਖੇਪ ਜਾਣਕਾਰੀ
ta: மேலோட்டம்
te: అవలోకనం

# healthTipsLabel
source: Health Tips
bn: স্বাস্থ্য টিপস
es: Consejos de Salud
gu: આરોગ્ય ટિપ્સ
hi: स्वास्थ्य सुझाव
kn: ಆರೋಗ್ಯ ಸಲಹೆಗಳು
ml: ആരോഗ്യ നുറുങ്ങുകൾ
mr: आरोग्य टिपा
pa: ਸਿਹਤ ਸੁਝਾਅ
ta: ஆரோக்கிய குறிப்புகள்
te: ఆరోగ్య చిట్కాలు

source: Get Personalized Recommendations
bn: ব্যক্তিগত সুপারিশ পান
es: Obtener Recomendaciones Personalizadas
gu: વ્યક્તિગત ભલામણો મેળવો
hi: व्यक्तिगत सिफारिशें प्राप्त करें
kn: ವೈಯಕ್ತಿಕ ಶಿಫಾರಸುಗಳನ್ನು ಪಡೆಯಿರಿ
ml: വ്യക്തിഗത ശുപാർശകൾ നേടുക
mr: वैयक्तिकृत शिफारसी मिळवा
pa: ਵਿਅਕਤੀਗਤ ਸਿਫਾਰਸ਼ਾਂ ਪ੍ਰਾਪਤ ਕਰੋ
ta: தனிப்பயனாக்கப்பட்ட பரிந்துரைகளைப் பெறுங்கள்
te: వ్యక్తిగత సిఫార్సులు పొందండి

source: Nutrition Plan
bn: পুষ্টি পরিকল্পনা
es: Plan de Nutrición
gu: પોષણ યોજના
hi: पोषण योजना
kn: ಪೋಷಣೆ ಯೋಜನೆ
ml: പോഷകാഹാര പദ്ധതി
mr: पोषण योजना
pa: ਪੋਸ਼ਣ ਯੋਜਨਾ
ta: ஊட்டச்சத்து திட்டம்
te: పోషణ ప్రణాళిక

source: Active today
bn: আজ সক্রিয়
es: Activo hoy
gu: આજે સક્રિય
hi: आज सक्रिय
kn: ಇಂದು ಸಕ್ರಿಯ
ml: ഇന്ന് സജീവം
mr: आज सक्रिय
pa: ਅੱਜ ਸਰਗਰਮ
ta: இன்று செயலில்
te: ఈరోజు క్రియాశీలం

source: Health Progress
bn: স্বাস্থ্য অগ্রগতি
es: Progreso de Salud
gu: આરોગ્ય પ્રગતિ
hi: स्वास्थ्य प्रगति
kn: ಆರೋಗ್ಯ ಪ್ರಗತಿ
ml: ആരോഗ്യ പുരോഗതി
mr: आरोग्य प्रगती
pa: ਸਿਹਤ ਤਰੱਕੀ
ta: ஆரோக்கிய முன்னேற்றம்
te: ఆరోగ్య పురోగతి

source: Foods suggested
bn: প্রস্তাবিত খাবার
es: Alimentos sugeridos
gu: સૂચવાયેલ ખોરાક
hi: सुझाए गए भोजन
kn: ಸೂಚಿಸಿದ ಆಹಾರಗಳು
ml: നിർദ്ദേശിച്ച ഭക്ഷണങ്ങൾ
mr: सुचवलेले पदार्थ
pa: ਸੁਝਾਏ ਗਏ ਭੋਜਨ
ta: பரிந்துரைக்கப்பட்ட உணவுகள்
te: సూచించిన ఆహారాలు

source: Days tracked
bn: দিন ট্র্যাক করা হয়েছে
es: Días rastreados
gu: દિવસો ટ્રેક થયા
hi: दिन ट्रैक किए गए
kn: ದಿನಗಳು ಟ್ರ್ಯಾಕ್
ml: ട്രാക്ക് ചെയ്ത ദിവസങ്ങൾ
mr: दिवस ट्रॅक केले
pa: ਦਿਨ ਟਰੈਕ ਕੀਤੇ ਗਏ
ta: நாட்கள் கண்காணிக்கப்பட்டன
te: రోజులు ట్రాక్ చేయబడ్డాయి

# foodsLabel
source: Foods
bn: খাবার
gu: ખોરાક
hi: भोजन
kn: ಆಹಾರಗಳು
ml: ഭക്ഷണങ്ങൾ
mr: पदार्थ
pa: ਭੋਜਨ
ta: உணவுகள்
te: ఆహారాలు

# proteinLabel
source: Protein
bn: প্রোটিন
gu: પ્રોટીન
hi: प्रोटीन
kn: ಪ್ರೋಟೀನ್
ml: പ്രോട്ടീൻ
mr: प्रथिने
pa: ਪ੍ਰੋਟੀਨ
ta: புரதம்
te: ప్రోటీన్

# caloriesLabel
source: Calories
bn: ক্যালোরি
gu: કેલરી
hi: कैलोरी
kn: ಕ್ಯಾಲೊರಿಗಳು
ml: കലോറികൾ
mr: कॅलरीज
pa: ਕੈਲੋਰੀਜ਼
ta: கலோரிகள்
te: కేలరీలు

source: Not started
bn: শুরু হয়নি
es: No iniciado
gu: શરૂ થયું નથી
hi: शुरू नहीं हुआ
kn: ಪ್ರಾರಂಭವಾಗಿಲ್ಲ
ml: ആരംഭിച്ചിട്ടില്ല
mr: सुरू केलेले नाही
pa: ਸ਼ੁਰੂ ਨਹੀਂ ਹੋਇਆ
ta: தொடங்கவில்லை
te: ప్రారంభించలేదు

source: Recommended for you
bn: আপনার জন্য সুপারিশ করা হয়েছে
es: Recomendado para ti
gu: તમારા માટે ભલામણ કરેલ
hi: आपके लिए अनुशंसित
kn: ನಿಮಗಾಗಿ ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ
ml: നിങ്ങൾക്കായി ശുപാർശ ചെയ്യുന്നു
mr: तुमच्यासाठी शिफारसी
pa: ਤੁਹਾਡੇ ਲਈ ਸਿਫਾਰਸ਼ਿਤ
ta: உங்களுக்காக பரிந்துரைக்கப்பட்டது
te: మీ కోసం సిఫార్సు చేయబడింది

source: Unable to load dashboard
bn: ড্যাশবোর্ড লোড করতে অক্ষম
es: No se puede cargar el panel
gu: ડેશબોર્ડ લોડ કરવામાં અસમર્થ
hi: डैशबोर्ड लोड करने में असमर्थ
kn: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್ ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ
ml: ഡാഷ്ബോർഡ് ലോഡ് ചെയ്യാൻ കഴിയുന്നില്ല
mr: डॅशबोर्ड लोड करण्यात अक्षम
pa: ਡੈਸ਼ਬੋਰਡ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ
ta: டேஷ்போர்டை ஏற்ற முடியவில்லை
te: డ్యాష్‌బోర్డ్ లోడ్ చేయడం సాధ్యం కాలేదు

source: Please try again
bn: অনুগ্রহ করে আবার চেষ্টা করুন
es: Por favor, inténtalo de nuevo
gu: કૃપા કરીને ફરી પ્રયાસ કરો
hi: कृपया पुन: प्रयास करें
kn: ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ml: ദയവായി വീണ്ടും ശ്രമിക്കുക
mr: कृपया पुन्हा प्रयत्न करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ta: தயவுசெய்து மீண்டும் முயற்சிக்கவும்
te: దయచేసి మళ్లీ ప్రయత్నించండి
