Repository: chethanone/OncoNutri
Catalog: frontend/lib/l10n/app_*.arb
Languages: bn, es, gu, hi, kn, ml, mr, pa, ta, te

# welcome
source: Welcome to OncoNutri+
bn: OncoNutri+ এ স্বাগতম
es: Bienvenido a OncoNutri+
gu: OncoNutri+ માં આપનું સ્વાગત છે
hi: OncoNutri+ में आपका स्वागत है
kn: OncoNutri+ ಗೆ ಸ್ವಾಗತ
ml: OncoNutri+ ലേക്ക് സ്വാഗതം
mr: OncoNutri+ मध्ये आपले स्वागत आहे
pa: OncoNutri+ ਵਿੱਚ ਤੁਹਾਡਾ ਸੁਆਗਤ ਹੈ
ta: OncoNutri+ க்கு வரவேற்கிறோம்
te: OncoNutri+ కి స్వాగతం

source: Login
bn: লগইন করুন
es: Iniciar sesión
gu: લૉગિન કરો
hi: लॉग इन करें
kn: ಲಾಗಿನ್ ಮಾಡಿ
ml: ലോഗിൻ ചെയ്യുക
mr: लॉग इन करा
pa: ਲਾਗਇਨ ਕਰੋ
ta: உள்நுழைக
te: లాగిన్ చేయండి

source: Sign Up
bn: সাইন আপ করুন
es: Registrarse
gu: સાઇન અપ કરો
hi: साइन अप करें
kn: ಸೈನ್ ಅಪ್ ಮಾಡಿ
ml: സൈൻ അപ്പ് ചെയ്യുക
mr: साइन अप करा
pa: ਸਾਇਨ ਅਪ ਕਰੋ
ta: பதிவு செய்க
te: సైన్ అప్ చేయండి

source: Email
bn: ইমেল
es: Correo electrónico
gu: ઇમેઇલ
hi: ईमेल
kn: ಇಮೇಲ್
ml: ഇമെയിൽ
mr: ईमेल
pa: ਈਮੇਲ
ta: மின்னஞ்சல்
te: ఇమెయిల్

source: Password
bn: পাসওয়ার্ড
es: Contraseña
gu: પાસવર્ડ
hi: पासवर्ड
kn: ಪಾಸ್‌ವರ್ಡ್
ml: പാസ്‌വേഡ്
mr: पासवर्ड
pa: ਪਾਸਵਰਡ
ta: கடவுச்சொல்
te: పాస్‌వర్డ్

source: Forgot Password?
bn: পাসওয়ার্ড ভুলে গেছেন?
es: ¿Olvidaste tu contraseña?
gu: પાસવર્ડ ભૂલી ગયા?
hi: पासवर्ड भूल गए?
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರೆತಿದ್ದೀರಾ?
ml: പാസ്‌വേഡ് മറന്നോ?
mr: पासवर्ड विसरलात?
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?
ta: கடவுச்சொல் மறந்துவிட்டதா?
te: పాస్‌వర్డ్ మర్చిపోయారా?

# dontHaveAccount
source: Don't have an account? Sign up
bn: অ্যাকাউন্ট নেই? সাইন আপ করুন
es: ¿No tienes una cuenta? Regístrate
gu: એકાઉન્ટ નથી? સાઇન અપ કરો
hi: खाता नहीं है? साइन अप करें
kn: ಖಾತೆ ಇಲ್ಲವೇ? ಸೈನ್ ಅಪ್ ಮಾಡಿ
ml: അക്കൗണ്ട് ഇല്ലേ? സൈൻ അപ്പ് ചെയ്യുക
mr: खाते नाही? साइन अप करा
pa: ਖਾਤਾ ਨਹੀਂ ਹੈ? ਸਾਇਨ ਅਪ ਕਰੋ
ta: கணக்கு இல்லையா? பதிவு செய்க
te: ఖాతా లేదా? సైన్ అప్ చేయండి

# alreadyHaveAccount
source: Already have an account? Login
bn: ইতিমধ্যে অ্যাকাউন্ট আছে? লগইন করুন
es: ¿Ya tienes una cuenta? Inicia sesión
gu: પહેલેથી એકાઉન્ટ છે? લૉગિન કરો
hi: पहले से खाता है? लॉग इन करें
kn: ಈಗಾಗಲೇ ಖಾತೆ ಹೊಂದಿದ್ದೀರಾ? ಲಾಗಿನ್ ಮಾಡಿ
ml: ഇതിനകം അക്കൗണ്ട് ഉണ്ടോ? ലോഗിൻ ചെയ്യുക
mr: आधीच खाते आहे? लॉग इन करा
pa: ਪਹਿਲਾਂ ਤੋਂ ਖਾਤਾ ਹੈ? ਲਾਗਇਨ ਕਰੋ
ta: ஏற்கனவே கணக்கு உள்ளதா? உள்நுழைக
te: ఇప్పటికే ఖాతా ఉందా? లాగిన్ చేయండి

source: Patient Profile
bn: রোগীর প্রোফাইল
es: Perfil del Paciente
gu: દર્દી પ્રોફાઇલ
hi: रोगी प्रोफ़ाइल
kn: ರೋಗಿ ಪ್ರೊಫೈಲ್
ml: രോഗി പ്രൊഫൈൽ
mr: रुग्ण प्रोफाइल
pa: ਮਰੀਜ਼ ਪ੍ਰੋਫਾਈਲ
ta: நோயாளி சுயவிவரம்
te: రోగి ప్రొఫైల్

source: Diet Recommendations
bn: খাদ্য সুপারিশ
es: Recomendaciones Dietéticas
gu: આહાર ભલામણો
hi: आहार सिफारिशें
kn: ಆಹಾರ ಶಿಫಾರಸುಗಳು
ml: ഭക്ഷണ ശുപാർശകൾ
mr: आहार शिफारसी
pa: ਖੁਰਾਕ ਸਿਫ਼ਾਰਿਸ਼ਾਂ
ta: உணவு பரிந்துரைகள்
te: ఆహార సిఫార్సులు

source: Progress History
bn: অগ্রগতি ইতিহাস
es: Historial de Progreso
gu: પ્રગતિ ઇતિહાસ
hi: प्रगति इतिहास
kn: ಪ್ರಗತಿ ಇತಿಹಾಸ
ml: പുരോഗതി ചരിത്രം
mr: प्रगती इतिहास
pa: ਤਰੱਕੀ ਇਤਿਹਾਸ
ta: முன்னேற்ற வரலாறு
te: పురోగతి చరిత్ర

source: Logout
bn: লগ আউট
es: Cerrar sesión
gu: લૉગ આઉટ
hi: लॉग आउट
kn: ಲಾಗ್ ಔಟ್
ml: ലോഗ് ഔട്ട്
mr: लॉग आउट
pa: ਲਾਗ ਆਊਟ
ta: வெளியேறு
te: లాగ్ అవుట్

source: Save
bn: সংরক্ষণ করুন
es: Guardar
gu: સાચવો
hi: सहेजें
kn: ಉಳಿಸಿ
ml: സംരക്ഷിക്കുക
mr: जतन करा
pa: ਸੁਰੱਖਿਅਤ ਕਰੋ
ta: சேமி
te: సేవ్ చేయండి

source: Cancel
bn: বাতিল করুন
es: Cancelar
gu: રદ કરો
hi: रद्द करें
kn: ರದ್ದುಗೊಳಿಸಿ
ml: റദ്ദാക്കുക
mr: रद्द करा
pa: ਰੱਦ ਕਰੋ
ta: ரத்து செய்
te: రద్దు చేయండి

source: Loading...
bn: লোড হচ্ছে...
es: Cargando...
gu: લોડ થઈ રહ્યું છે...
hi: लोड हो रहा है...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ml: ലോഡ് ചെയ്യുന്നു...
mr: लोड होत आहे...
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
ta: ஏற்றுகிறது...
te: లోడ్ అవుతోంది...

source: Error
bn: ত্রুটি
gu: ભૂલ
hi: त्रुटि
kn: ದೋಷ
ml: പിശക്
mr: त्रुटी
pa: ਗਲਤੀ
ta: பிழை
te: లోపం

source: Success
bn: সফলতা
es: Éxito
gu: સફળતા
hi: सफलता
kn: ಯಶಸ್ವಿ
ml: വിജയം
mr: यश
pa: ਸਫਲਤਾ
ta: வெற்றி
te: విజయం

source: OK
bn: ঠিক আছে
gu: બરાબર
hi: ठीक है
kn: ಸರಿ
ml: ശരി
mr: ठीक आहे
pa: ਠੀਕ ਹੈ
ta: சரி
te: సరే

source: Delete
bn: মুছুন
es: Eliminar
gu: કાઢી નાખો
hi: हटाएं
kn: ಅಳಿಸಿ
ml: ഇല്ലാതാക്കുക
mr: हटवा
pa: ਮਿਟਾਓ
ta: நீக்கு
te: తొలగించండి

source: Edit
bn: সম্পাদনা করুন
es: Editar
gu: સંપાદિત કરો
hi: संपादित करें
kn: ಸಂಪಾದಿಸಿ
ml: എഡിറ്റ് ചെയ്യുക
mr: संपादित करा
pa: ਸੰਪਾਦਿਤ ਕਰੋ
ta: திருத்து
te: సవరించండి

source: Done
bn: সম্পন্ন
es: Hecho
gu: પૂર્ણ થયું
hi: हो गया
kn: ಮುಗಿದಿದೆ
ml: പൂർത്തിയായി
mr: पूर्ण झाले
pa: ਹੋ ਗਿਆ
ta: முடிந்தது
te: పూర్తయింది

source: Close
bn: বন্ধ করুন
es: Cerrar
gu: બંધ કરો
hi: बंद करें
kn: ಮುಚ್ಚಿ
ml: അടയ്ക്കുക
mr: बंद करा
pa: ਬੰਦ ਕਰੋ
ta: மூடு
te: మూసివేయండి

# navHome
source: Home
bn: হোম
gu: હોમ
hi: होम
kn: ಮನೆ
ml: ഹോം
mr: मुख्यपृष्ठ
pa: ਹੋਮ
ta: முகப்பு
te: హోమ్

# navDietPlan
source: Diet Plan
bn: খাদ্য পরিকল্পনা
gu: આહાર યોજના
hi: आहार योजना
kn: ಆಹಾರ ಯೋಜನೆ
ml: ഭക്ഷണ പദ്ധതി
mr: आहार योजना
pa: ਖੁਰਾਕ ਯੋਜਨਾ
ta: உணவு திட்டம்
te: ఆహార ప్రణాళిక

# navChatbot
source: Chatbot
bn: চ্যাটবট
gu: ચેટબોટ
hi: चैटबॉट
kn: ಚಾಟ್‌ಬಾಟ್
ml: ചാറ്റ്ബോട്ട്
mr: चॅटबॉट
pa: ਚੈਟਬੌਟ
ta: சாட்பாட்
te: చాట్‌బాట్

# navProfile
source: Profile
bn: প্রোফাইল
gu: પ્રોફાઇલ
hi: प्रोफ़ाइल
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
mr: प्रोफाइल
pa: ਪ੍ਰੋਫਾਈਲ
ta: சுயவிவரம்
te: ప్రొఫైల్

# homeGreeting
source: Hello!
bn: নমস্কার!
gu: નમસ્તે!
hi: नमस्ते!
kn: ನಮಸ್ಕಾರ!
ml: നമസ്കാരം!
mr: नमस्कार!
pa: ਸਤ ਸ੍ਰੀ ਅਕਾਲ!
ta: வணக்கம்!
te: నమస్కారం!

# homeHealthPlan
source: Your Health Plan
bn: আপনার স্বাস্থ্য পরিকল্পনা
gu: તમારી આરોગ્ય યોજના
hi: आपकी स्वास्थ्य योजना
kn: ನಿಮ್ಮ ಆರೋಗ್ಯ ಯೋಜನೆ
ml: നിങ്ങളുടെ ആരോഗ്യ പദ്ധതി
mr: तुमची आरोग्य योजना
pa: ਤੁਹਾਡੀ ਸਿਹਤ ਯੋਜਨਾ
ta: உங்கள் சுகாதார திட்டம்
te: మీ ఆరోగ్య ప్రణాళిక

# homeTasksToday
source: Tasks Today:
bn: আজকের কাজ:
gu: આજના કાર્યો:
hi: आज के कार्य:
kn: ಇಂದಿನ ಕಾರ್ಯಗಳು:
ml: ഇന്നത്തെ ജോലികൾ:
mr: आजची कामे:
pa: ਅੱਜ ਦੇ ਕੰਮ:
ta: இன்றைய பணிகள்:
te: నేటి పనులు:

# dietPlanTitle
source: Diet Plan
bn: খাদ্য পরিকল্পনা
gu: આહાર યોજના
hi: आहार योजना
kn: ಆಹಾರ ಯೋಜನೆ
ml: ഭക്ഷണ പദ്ധതി
mr: आहार योजना
pa: ਖੁਰਾਕ ਯੋਜਨਾ
ta: உணவு திட்டம்
te: ఆహార ప్రణాళిక

# dietMySavedPlans
source: My Saved Plans
bn: আমার সংরক্ষিত পরিকল্পনা
gu: મારી સાચવેલી યોજનાઓ
hi: मेरी सहेजी गई योजनाएं
kn: ನನ್ನ ಉಳಿಸಿದ ಯೋಜನೆಗಳು
ml: എന്റെ സംരക്ഷിച്ച പദ്ധതികൾ
mr: माझ्या जतन केलेल्या योजना
pa: ਮੇਰੀਆਂ ਸੁਰੱਖਿਅਤ ਯੋਜਨਾਵਾਂ
ta: என் சேமித்த திட்டங்கள்
te: నా సేవ్ చేసిన ప్రణాళికలు

# dietBreakfast
source: Breakfast
bn: সকালের নাস্তা
gu: નાસ્તો
hi: नाश्ता
kn: ಉಪಹಾರ
ml: പ്രഭാതഭക്ഷണം
mr: नाश्ता
pa: ਨਾਸ਼ਤਾ
ta: காலை உணவு
te: అల్పాహారం

# dietLunch
source: Lunch
bn: দুপুরের খাবার
gu: બપોરનું ભોજન
hi: दोपहर का भोजन
kn: ಊಟ
ml: ഉച്ചഭക്ഷണം
mr: दुपारचे जेवण
pa: ਦੁਪਹਿਰ ਦਾ ਖਾਣਾ
ta: மதிய உணவு
te: మధ్యాహ్న భోజనం

# dietDinner
source: Dinner
bn: রাতের খাবার
gu: રાત્રિભોજન
hi: रात का खाना
kn: ರಾತ್ರಿ ಊಟ
ml: അത്താഴം
mr: रात्रीचे जेवण
pa: ਰਾਤ ਦਾ ਖਾਣਾ
ta: இரவு உணவு
te: రాత్రి భోజనం

# chatbotTitle
source: OncoNutri Assistant
bn: OncoNutri সহায়ক
gu: OncoNutri સહાયક
hi: OncoNutri सहायक
kn: OncoNutri ಸಹಾಯಕ
ml: OncoNutri സഹായി
mr: OncoNutri सहाय्यक
pa: OncoNutri ਸਹਾਇਕ
ta: OncoNutri உதவியாளர்
te: OncoNutri సహాయకుడు

# chatbotWelcome
source: Hello! I'm your OncoNutri health assistant, here to support you with nutrition guidance during your cancer care journey.
bn: নমস্কার! আমি আপনার OncoNutri স্বাস্থ্য সহায়ক, আপনার ক্যান্সার যত্ন যাত্রায় পুষ্টি নির্দেশনা সহ আপনাকে সহায়তা করতে এখানে আছি।
gu: નમસ્તે! હું તમારો OncoNutri આરોગ્ય સહાયક છું, તમારી કેન્સર સંભાળ યાત્રા દરમિયાન પોષણ માર્ગદર્શન સાથે તમને સમર્થન આપવા માટે અહીં છું.
hi: नमस्ते! मैं आपका OncoNutri स्वास्थ्य सहायक हूं, आपकी कैंसर देखभाल यात्रा के दौरान पोषण मार्गदर्शन के साथ आपका समर्थन करने के लिए यहां हूं।
kn: ನಮಸ್ಕಾರ! ನಾನು ನಿಮ್ಮ OncoNutri ಆರೋಗ್ಯ ಸಹಾಯಕ, ನಿಮ್ಮ ಕ್ಯಾನ್ಸರ್ ಆರೈಕೆ ಪ್ರಯಾಣದಲ್ಲಿ ಪೋಷಣೆ ಮಾರ್ಗದರ್ಶನದೊಂದಿಗೆ ನಿಮಗೆ ಬೆಂಬಲ ನೀಡಲು ಇಲ್ಲಿದ್ದೇನೆ.
ml: നമസ്കാരം! ഞാൻ നിങ്ങളുടെ OncoNutri ആരോഗ്യ സഹായിയാണ്, നിങ്ങളുടെ ക്യാൻസർ ചികിത്സാ യാത്രയിൽ പോഷകാഹാര മാർഗനിർദേശത്തോടെ നിങ്ങളെ പിന്തുണയ്ക്കാൻ ഇവിടെയുണ്ട്.
mr: नमस्कार! मी तुमचा OncoNutri आरोग्य सहाय्यक आहे, तुमच्या कर्करोग काळजी प्रवासात पोषण मार्गदर्शनासह तुम्हाला समर्थन देण्यासाठी येथे आहे.
pa: ਸਤ ਸ੍ਰੀ ਅਕਾਲ! ਮੈਂ ਤੁਹਾਡਾ OncoNutri ਸਿਹਤ ਸਹਾਇਕ ਹਾਂ, ਤੁਹਾਡੀ ਕੈਂਸਰ ਦੇਖਭਾਲ ਯਾਤਰਾ ਦੌਰਾਨ ਪੋਸ਼ਣ ਮਾਰਗਦਰਸ਼ਨ ਨਾਲ ਤੁਹਾਡਾ ਸਮਰਥਨ ਕਰਨ ਲਈ ਇੱਥੇ ਹਾਂ।
ta: வணக்கம்! நான் உங்கள் OncoNutri சுகாதார உதவியாளர், உங்கள் புற்றுநோய் சிகிச்சை பயணத்தில் ஊட்டச்சத்து வழிகாட்டுதலுடன் உங்களுக்கு ஆதரவளிக்க இங்கே இருக்கிறேன்.
te: నమస్కారం! నేను మీ OncoNutri ఆరోగ్య సహాయకుడిని, మీ క్యాన్సర్ సంరక్షణ ప్రయాణంలో పోషకాహార మార్గదర్శకత్వంతో మీకు మద్దతు ఇవ్వడానికి ఇక్కడ ఉన్నాను.

# chatbotAskPlaceholder
source: Ask me anything...
bn: আমাকে কিছু জিজ্ঞাসা করুন...
gu: મને કંઈપણ પૂછો...
hi: मुझसे कुछ भी पूछें...
kn: ನನಗೆ ಏನನ್ನಾದರೂ ಕೇಳಿ...
ml: എന്നോട് എന്തും ചോദിക്കൂ...
mr: मला काहीही विचारा...
pa: ਮੈਨੂੰ ਕੁਝ ਵੀ ਪੁੱਛੋ...
ta: என்னிடம் எதையும் கேளுங்கள்...
te: నన్ను ఏదైనా అడగండి...

# profileTitle
source: Profile
bn: প্রোফাইল
gu: પ્રોફાઇલ
hi: प्रोफ़ाइल
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
mr: प्रोफाइल
pa: ਪ੍ਰੋਫਾਈਲ
ta: சுயவிவரம்
te: ప్రొఫైల్

# profileSettings
source: Settings
bn: সেটিংস
gu: સેટિંગ્સ
hi: सेटिंग्स
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्ज
pa: ਸੈਟਿੰਗਾਂ
ta: அமைப்புகள்
te: సెట్టింగ్‌లు

# profileLanguage
source: Language
bn: ভাষা
gu: ભાષા
hi: भाषा
kn: ಭಾಷೆ
ml: ഭാഷ
mr: भाषा
pa: ਭਾਸ਼ਾ
ta: மொழி
te: భాష

# profileNotifications
source: Notifications
bn: বিজ্ঞপ্তি
gu: સૂચનાઓ
hi: सूचनाएं
kn: ಅಧಿಸೂಚನೆಗಳು
ml: അറിയിപ്പുകൾ
mr: सूचना
pa: ਸੂਚਨਾਵਾਂ
ta: அறிவிப்புகள்
te: నోటిఫికేషన్‌లు

# profileLogout
source: Logout
bn: লগ আউট
gu: લૉગ આઉટ
hi: लॉग आउट
kn: ಲಾಗ್ ಔಟ್
ml: ലോഗ് ഔട്ട്
mr: लॉग आउट
pa: ਲਾਗ ਆਊਟ
ta: வெளியேறு
te: లాగ్ అవుట్

# settingsLanguageSelect
source: Select Language
bn: ভাষা নির্বাচন করুন
gu: ભાષા પસંદ કરો
hi: भाषा चुनें
kn: ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
mr: भाषा निवडा
pa: ਭਾਸ਼ਾ ਚੁਣੋ
ta: மொழியைத் தேர்ந்தெடு
te: భాషను ఎంచుకోండి

# settingsTitle
source: Settings
bn: সেটিংস
gu: સેટિંગ્સ
hi: सेटिंग्स
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्ज
pa: ਸੈਟਿੰਗਾਂ
ta: அமைப்புகள்
te: సెట్టింగ్‌లు

# settingsChoosePhoto
source: Choose Photo Source
bn: ফটো উৎস বেছে নিন
gu: ફોટો સ્રોત પસંદ કરો
hi: फोटो स्रोत चुनें
kn: ಫೋಟೋ ಮೂಲವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ഫോട്ടോ സ്രോതസ്സ് തിരഞ്ഞെടുക്കുക
mr: फोटो स्रोत निवडा
pa: ਫੋਟੋ ਸਰੋਤ ਚੁਣੋ
ta: புகைப்பட மூலத்தைத் தேர்வுசெய்க
te: ఫోటో మూలాన్ని ఎంచుకోండి

# settingsCamera
source: Camera
bn: ক্যামেরা
gu: કેમેરા
hi: कैमरा
kn: ಕ್ಯಾಮೆರಾ
ml: ക്യാമറ
mr: कॅमेरा
pa: ਕੈਮਰਾ
ta: கேமரா
te: కెమెరా

# settingsGallery
source: Gallery
bn: গ্যালারি
gu: ગેલરી
hi: गैलरी
kn: ಗ್ಯಾಲರಿ
ml: ഗാലറി
mr: गॅलरी
pa: ਗੈਲਰੀ
ta: கேலரி
te: గ్యాలరీ

# settingsRemovePhoto
source: Remove Photo
bn: ফটো সরান
gu: ફોટો દૂર કરો
hi: फोटो हटाएं
kn: ಫೋಟೋ ತೆಗೆದುಹಾಕಿ
ml: ഫോട്ടോ നീക്കം ചെയ്യുക
mr: फोटो काढा
pa: ਫੋਟੋ ਹਟਾਓ
ta: புகைப்படத்தை அகற்று
te: ఫోటోను తొలగించండి

# settingsPrivacySecurity
source: Privacy & Security
bn: গোপনীয়তা এবং নিরাপত্তা
gu: ગોપનીયતા અને સુરક્ષા
hi: गोपनीयता और सुरक्षा
kn: ಗೋಪ್ಯತೆ ಮತ್ತು ಭದ್ರತೆ
ml: സ്വകാര്യതയും സുരക്ഷയും
mr: गोपनीयता आणि सुरक्षा
pa: ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ
ta: தனியுரிமை மற்றும் பாதுகாப்பு
te: గోప్యత మరియు భద్రత

# todayProgress
source: Today's Progress
bn: আজকের অগ্রগতি
gu: આજની પ્રગતિ
hi: आज की प्रगति
kn: ಇಂದಿನ ಪ್ರಗತಿ
ml: ഇന്നത്തെ പുരോഗതി
mr: आजची प्रगती
pa: ਅੱਜ ਦੀ ਤਰੱਕੀ
ta: இன்றைய முன்னேற்றம்
te: నేటి పురోగతి

source: completed
bn: সম্পন্ন
gu: પૂર્ણ
hi: पूर्ण
kn: ಪೂರ್ಣಗೊಂಡಿದೆ
ml: പൂർത്തിയായി
mr: पूर्ण झाले
pa: ਮੁਕੰਮਲ
ta: முடிந்தது
te: పూర్తయింది

source: days
bn: দিন
gu: દિવસો
hi: दिन
kn: ದಿನಗಳು
ml: ദിവസങ്ങൾ
mr: दिवस
pa: ਦਿਨ
ta: நாட்கள்
te: రోజులు

source: Streak
bn: ধারা
gu: સતત
hi: लगातार
kn: ಸರಣಿ
ml: തുടർച്ച
mr: सलग
pa: ਲੜੀ
ta: தொடர்ச்சி
te: పరంపర

source: Daily Goal
bn: দৈনিক লক্ষ্য
gu: દૈનિક લક્ષ્ય
hi: दैनिक लक्ष्य
kn: ದೈನಂದಿನ ಗುರಿ
ml: ദിവസേന ലക്ഷ്യം
mr: दैनंदिन ध्येय
pa: ਰੋਜ਼ਾਨਾ ਟੀਚਾ
ta: தினசரி இலக்கு
te: రోజువారీ లక్ష్యం

source: Your Diet Plan
bn: আপনার খাদ্য পরিকল্পনা
gu: તમારી આહાર યોજના
hi: आपकी आहार योजना
kn: ನಿಮ್ಮ ಆಹಾರ ಯೋಜನೆ
ml: നിങ്ങളുടെ ഭക്ഷണ പദ്ധതി
mr: तुमची आहार योजना
pa: ਤੁਹਾਡੀ ਖੁਰਾਕ ਯੋਜਨਾ
ta: உங்கள் உணவு திட்டம்
te: మీ ఆహార ప్రణాళిక

source: foods
bn: খাবার
gu: ખોરાક
hi: खाद्य पदार्थ
kn: ಆಹಾರಗಳು
ml: ഭക്ഷണങ്ങൾ
mr: खाद्यपदार्थ
pa: ਭੋਜਨ
ta: உணவுகள்
te: ఆహారాలు

source: Remove Food
bn: খাবার মুছুন
gu: ખોરાક દૂર કરો
hi: भोजन हटाएं
kn: ಆಹಾರ ತೆಗೆದುಹಾಕಿ
ml: ഭക്ഷണം നീക്കം ചെയ്യുക
mr: अन्न काढा
pa: ਭੋਜਨ ਹਟਾਓ
ta: உணவை அகற்று
te: ఆహారాన్ని తొలగించండి

# removeFoodConfirm
source: Remove from your diet plan
bn: আপনার খাদ্য পরিকল্পনা থেকে মুছুন
gu: તમારી આહાર યોજનામાંથી દૂર કરો
hi: अपनी आहार योजना से हटाएं
kn: ನಿಮ್ಮ ಆಹಾರ ಯೋಜನೆಯಿಂದ ತೆಗೆದುಹಾಕಿ
ml: നിങ്ങളുടെ ഭക്ഷണ പദ്ധതിയിൽ നിന്ന് നീക്കം ചെയ്യുക
mr: तुमच्या आहार योजनेतून काढा
pa: ਤੁਹਾਡੀ ਖੁਰਾਕ ਯੋਜਨਾ ਤੋਂ ਹਟਾਓ
ta: உங்கள் உணவு திட்டத்திலிருந்து அகற்று
te: మీ ఆహార ప్రణాళిక నుండి తొలగించండి

source: Remove
bn: মুছুন
gu: દૂર કરો
hi: हटाएं
kn: ತೆಗೆದುಹಾಕಿ
ml: നീക്കം ചെയ്യുക
mr: काढा
pa: ਹਟਾਓ
ta: அகற்று
te: తొలగించు

source: removed from diet plan
bn: খাদ্য পরিকল্পনা থেকে মুছে ফেলা হয়েছে
gu: આહાર યોજનામાંથી દૂર કરવામાં આવ્યું
hi: आहार योजना से हटा दिया गया
kn: ಆಹಾರ ಯೋಜನೆಯಿಂದ ತೆಗೆದುಹಾಕಲಾಗಿದೆ
ml: ഭക്ഷണ പദ്ധതിയിൽ നിന്ന് നീക്കം ചെയ്തു
mr: आहार योजनेतून काढले
pa: ਖੁਰਾਕ ਯੋਜਨਾ ਤੋਂ ਹਟਾਇਆ ਗਿਆ
ta: உணவு திட்டத்திலிருந்து அகற்றப்பட்டது
te: ఆహార ప్రణాళిక నుండి తొలగించబడింది

# settingsDataManagement
source: Data Management
bn: ডেটা ব্যবস্থাপনা
gu: ડેટા સંચાલન
hi: डेटा प्रबंधन
kn: ಡೇಟಾ ನಿರ್ವಹಣೆ
ml: ഡാറ്റ മാനേജ്മെന്റ്
mr: डेटा व्यवस्थापन
pa: ਡੇਟਾ ਪ੍ਰਬੰਧਨ
ta: தரவு நிர்வாகம்
te: డేటా నిర్వహణ

# notifSettings
source: Notification Settings
bn: বিজ্ঞপ্তি সেটিংস
gu: સૂચના સેટિંગ્સ
hi: सूचना सेटिंग्स
kn: ಅಧಿಸೂಚನೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: അറിയിപ്പ് ക്രമീകരണങ്ങൾ
mr: सूचना सेटिंग्ज
pa: ਸੂਚਨਾ ਸੈਟਿੰਗਾਂ
ta: அறிவிப்பு அமைப்புகள்
te: నోటిఫికేషన్ సెట్టింగ్‌లు

# notifDailyReminders
source: Daily Reminders
bn: দৈনিক অনুস্মারক
gu: દૈનિક રીમાઇન્ડર્સ
hi: दैनिक अनुस्मारक
kn: ದೈನಂದಿನ ಜ್ಞಾಪನೆಗಳು
ml: ദൈനംദിന ഓർമ്മപ്പെടുത്തലുകൾ
mr: दैनिक स्मरणपत्रे
pa: ਰੋਜ਼ਾਨਾ ਰਿਮਾਈਂਡਰ
ta: தினசரி நினைவூட்டல்கள்
te: రోజువారీ రిమైండర్‌లు

# notifDailyRemindersDesc
source: Get daily nutrition reminders
bn: দৈনিক পুষ্টি অনুস্মারক পান
gu: દૈનિક પોષણ રીમાઇન્ડર્સ મેળવો
hi: दैनिक पोषण अनुस्मारक प्राप्त करें
kn: ದೈನಂದಿನ ಪೋಷಣೆ ಜ್ಞಾಪನೆಗಳನ್ನು ಪಡೆಯಿರಿ
ml: ദൈനംദിന പോഷകാഹാര ഓർമ്മപ്പെടുത്തലുകൾ നേടുക
mr: दैनिक पोषण स्मरणपत्रे मिळवा
pa: ਰੋਜ਼ਾਨਾ ਪੋਸ਼ਣ ਰਿਮਾਈਂਡਰ ਪ੍ਰਾਪਤ ਕਰੋ
ta: தினசரி ஊட்டச்சத்து நினைவூட்டல்களைப் பெறுங்கள்
te: రోజువారీ పోషకాహార రిమైండర్‌లను పొందండి

# notifProgressUpdates
source: Progress Updates
bn: অগ্রগতি আপডেট
gu: પ્રગતિ અપડેટ્સ
hi: प्रगति अपडेट
kn: ಪ್ರಗತಿ ನವೀಕರಣಗಳು
ml: പുരോഗതി അപ്ഡേറ്റുകൾ
mr: प्रगती अद्यतने
pa: ਤਰੱਕੀ ਅਪਡੇਟ
ta: முன்னேற்ற புதுப்பிப்புகள்
te: పురోగతి నవీకరణలు

# notifProgressUpdatesDesc
source: Notifications about your progress
bn: আপনার অগ্রগতি সম্পর্কে বিজ্ঞপ্তি
gu: તમારી પ્રગતિ વિશે સૂચનાઓ
hi: आपकी प्रगति के बारे में सूचनाएं
kn: ನಿಮ್ಮ ಪ್ರಗತಿಯ ಬಗ್ಗೆ ಅಧಿಸೂಚನೆಗಳು
ml: നിങ്ങളുടെ പുരോഗതിയെക്കുറിച്ചുള്ള അറിയിപ്പുകൾ
mr: तुमच्या प्रगतीबद्दल सूचना
pa: ਤੁਹਾਡੀ ਤਰੱਕੀ ਬਾਰੇ ਸੂਚਨਾਵਾਂ
ta: உங்கள் முன்னேற்றம் பற்றிய அறிவிப்புகள்
te: మీ పురోగతి గురించి నోటిఫికేషన్‌లు

# notifHealthTips
source: Health Tips
bn: স্বাস্থ্য টিপস
gu: આરોગ્ય ટિપ્સ
hi: स्वास्थ्य सुझाव
kn: ಆರೋಗ್ಯ ಸಲಹೆಗಳು
ml: ആരോഗ്യ നുറുങ്ങുകൾ
mr: आरोग्य टिपा
pa: ਸਿਹਤ ਸੁਝਾਅ
ta: சுகாதார குறிப்புகள்
te: ఆరోగ్య చిట్కాలు

# notifHealthTipsDesc
source: Receive personalized health tips
bn: ব্যক্তিগত স্বাস্থ্য টিপস গ্রহণ করুন
gu: વ્યક્તિગત આરોગ્ય ટિપ્સ પ્રાપ્ત કરો
hi: व्यक्तिगत स्वास्थ्य सुझाव प्राप्त करें
kn: ವೈಯಕ್ತಿಕ ಆರೋಗ್ಯ ಸಲಹೆಗಳನ್ನು ಸ್ವೀಕರಿಸಿ
ml: വ്യക്തിപരമാക്കിയ ആരോഗ്യ നുറുങ്ങുകൾ സ്വീകരിക്കുക
mr: वैयक्तिकृत आरोग्य टिपा प्राप्त करा
pa: ਨਿੱਜੀ ਸਿਹਤ ਸੁਝਾਅ ਪ੍ਰਾਪਤ ਕਰੋ
ta: தனிப்பயன் சுகாதார குறிப்புகளைப் பெறுங்கள்
te: వ్యక్తిగత ఆరోగ్య చిట్కాలను స్వీకరించండి

source: Profile photo updated!
bn: প্রোফাইল ফটো আপডেট করা হয়েছে!
gu: પ્રોફાઇલ ફોટો અપડેટ થયો!
hi: प्रोफ़ाइल फोटो अपडेट किया गया!
kn: ಪ್ರೊಫೈಲ್ ಫೋಟೋ ನವೀಕರಿಸಲಾಗಿದೆ!
ml: പ്രൊഫൈൽ ഫോട്ടോ അപ്ഡേറ്റ് ചെയ്തു!
mr: प्रोफाइल फोटो अपडेट केला!
pa: ਪ੍ਰੋਫਾਈਲ ਫੋਟੋ ਅਪਡੇਟ ਹੋਈ!
ta: சுயவிவர புகைப்படம் புதுப்பிக்கப்பட்டது!
te: ప్రొఫైల్ ఫోటో నవీకరించబడింది!

# profileEditName
source: Edit Name
bn: নাম সম্পাদনা করুন
gu: નામ સંપાદિત કરો
hi: नाम संपादित करें
kn: ಹೆಸರನ್ನು ಸಂಪಾದಿಸಿ
ml: പേര് എഡിറ്റ് ചെയ്യുക
mr: नाव संपादित करा
pa: ਨਾਮ ਸੰਪਾਦਿਤ ਕਰੋ
ta: பெயரைத் திருத்து
te: పేరును సవరించండి

# profileName
source: Name
bn: নাম
gu: નામ
hi: नाम
kn: ಹೆಸರು
ml: പേര്
mr: नाव
pa: ਨਾਮ
ta: பெயர்
te: పేరు

# profileRetakeAssessment
source: Retake Health Assessment
bn: স্বাস্থ্য মূল্যায়ন পুনরায় নিন
gu: આરોગ્ય મૂલ્યાંકન ફરીથી લો
hi: स्वास्थ्य मूल्यांकन फिर से लें
kn: ಆರೋಗ್ಯ ಮೌಲ್ಯಮಾಪನವನ್ನು ಮರುಕಳಿಸಿ
ml: ആരോഗ്യ വിലയിരുത്തൽ വീണ്ടും എടുക്കുക
mr: आरोग्य मूल्यांकन पुन्हा घ्या
pa: ਸਿਹਤ ਮੁਲਾਂਕਣ ਦੁਬਾਰਾ ਲਓ
ta: சுகாதார மதிப்பீட்டை மீண்டும் எடுக்கவும்
te: ఆరోగ్య అంచనాను మళ్లీ తీసుకోండి

# profileRetakeAssessmentDesc
source: Update your health information
bn: আপনার স্বাস্থ্য তথ্য আপডেট করুন
gu: તમારી આરોગ્ય માહિતી અપડેટ કરો
hi: अपनी स्वास्थ्य जानकारी अपडेट करें
kn: ನಿಮ್ಮ ಆರೋಗ್ಯ ಮಾಹಿತಿಯನ್ನು ನವೀಕರಿಸಿ
ml: നിങ്ങളുടെ ആരോഗ്യ വിവരങ്ങൾ അപ്ഡേറ്റ് ചെയ്യുക
mr: तुमची आरोग्य माहिती अद्यतनित करा
pa: ਆਪਣੀ ਸਿਹਤ ਜਾਣਕਾਰੀ ਅਪਡੇਟ ਕਰੋ
ta: உங்கள் சுகாதார தகவலைப் புதுப்பிக்கவும்
te: మీ ఆరోగ్య సమాచారాన్ని నవీకరించండి

# profilePersonalDetails
source: Personal Details
bn: ব্যক্তিগত বিবরণ
gu: વ્યક્તિગત વિગતો
hi: व्यक्तिगत विवरण
kn: ವೈಯಕ್ತಿಕ ವಿವರಗಳು
ml: വ്യക്തിഗത വിശദാംശങ്ങൾ
mr: वैयक्तिक तपशील
pa: ਨਿੱਜੀ ਵੇਰਵੇ
ta: தனிப்பட்ட விவரங்கள்
te: వ్యక్తిగత వివరాలు

# profilePersonalDetailsDesc
source: View and edit your profile
bn: আপনার প্রোফাইল দেখুন এবং সম্পাদনা করুন
gu: તમારી પ્રોફાઇલ જુઓ અને સંપાદિત કરો
hi: अपनी प्रोफ़ाइल देखें और संपादित करें
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ವೀಕ್ಷಿಸಿ ಮತ್ತು ಸಂಪಾದಿಸಿ
ml: നിങ്ങളുടെ പ്രൊഫൈൽ കാണുകയും എഡിറ്റ് ചെയ്യുകയും ചെയ്യുക
mr: तुमचे प्रोफाइल पहा आणि संपादित करा
pa: ਆਪਣੀ ਪ੍ਰੋਫਾਈਲ ਦੇਖੋ ਅਤੇ ਸੰਪਾਦਿਤ ਕਰੋ
ta: உங்கள் சுயவிவரத்தைப் பார்க்கவும் திருத்தவும்
te: మీ ప్రొఫైల్‌ను చూడండి మరియు సవరించండి

# profileHealthInformation
source: Health Information
bn: স্বাস্থ্য তথ্য
gu: આરોગ્ય માહિતી
hi: स्वास्थ्य जानकारी
kn: ಆರೋಗ್ಯ ಮಾಹಿತಿ
ml: ആരോഗ്യ വിവരങ്ങൾ
mr: आरोग्य माहिती
pa: ਸਿਹਤ ਜਾਣਕਾਰੀ
ta: சுகாதார தகவல்
te: ఆరోగ్య సమాచారం

# profileHealthInformationDesc
source: Manage your medical data
bn: আপনার চিকিৎসা ডেটা পরিচালনা করুন
gu: તમારો મેડિકલ ડેટા મેનેજ કરો
hi: अपने चिकित्सा डेटा को प्रबंधित करें
kn: ನಿಮ್ಮ ವೈದ್ಯಕೀಯ ಡೇಟಾವನ್ನು ನಿರ್ವಹಿಸಿ
ml: നിങ്ങളുടെ മെഡിക്കൽ ഡാറ്റ കൈകാര്യം ചെയ്യുക
mr: तुमचा वैद्यकीय डेटा व्यवस्थापित करा
pa: ਆਪਣਾ ਮੈਡੀਕਲ ਡੇਟਾ ਪ੍ਰਬੰਧਿਤ ਕਰੋ
ta: உங்கள் மருத்துவ தரவை நிர்வகிக்கவும்
te: మీ వైద్య డేటాను నిర్వహించండి

# profileNotificationsDesc
source: Manage your alerts
bn: আপনার সতর্কতা পরিচালনা করুন
gu: તમારા અલર્ટ્સ મેનેજ કરો
hi: अपनी चेतावनियां प्रबंधित करें
kn: ನಿಮ್ಮ ಎಚ್ಚರಿಕೆಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ml: നിങ്ങളുടെ മുന്നറിയിപ്പുകൾ കൈകാര്യം ചെയ്യുക
mr: तुमचे अलर्ट व्यवस्थापित करा
pa: ਆਪਣੇ ਚੇਤਾਵਨੀਆਂ ਪ੍ਰਬੰਧਿਤ ਕਰੋ
ta: உங்கள் எச்சரிக்கைகளை நிர்வகிக்கவும்
te: మీ హెచ్చరికలను నిర్వహించండి

# profileHelpSupport
source: Help & Support
bn: সাহায্য এবং সহায়তা
gu: મદદ અને સહાય
hi: सहायता और समर्थन
kn: ಸಹಾಯ ಮತ್ತು ಬೆಂಬಲ
ml: സഹായവും പിന്തുണയും
mr: मदत आणि समर्थन
pa: ਮਦਦ ਅਤੇ ਸਹਾਇਤਾ
ta: உதவி மற்றும் ஆதரவு
te: సహాయం మరియు మద్దతు

# profileHelpSupportDesc
source: Get assistance and FAQs
bn: সহায়তা এবং FAQ পান
gu: સહાયતા અને FAQ મેળવો
hi: सहायता और FAQ प्राप्त करें
kn: ಸಹಾಯ ಮತ್ತು FAQ ಗಳನ್ನು ಪಡೆಯಿರಿ
ml: സഹായവും FAQ കളും നേടുക
mr: सहाय्य आणि FAQ मिळवा
pa: ਸਹਾਇਤਾ ਅਤੇ FAQ ਪ੍ਰਾਪਤ ਕਰੋ
ta: உதவி மற்றும் FAQ களைப் பெறுங்கள்
te: సహాయం మరియు FAQ లను పొందండి

# profileAboutApp
source: About OncoNutri+
bn: OncoNutri+ সম্পর্কে
gu: OncoNutri+ વિશે
hi: OncoNutri+ के बारे में
kn: OncoNutri+ ಬಗ್ಗೆ
ml: OncoNutri+ നെക്കുറിച്ച്
mr: OncoNutri+ बद्दल
pa: OncoNutri+ ਬਾਰੇ
ta: OncoNutri+ பற்றி
te: OncoNutri+ గురించి

# profileAboutAppDesc
source: Version 1.0.0
bn: সংস্করণ 1.0.0
gu: આવૃત્તિ 1.0.0
hi: संस्करण 1.0.0
kn: ಆವೃತ್ತಿ 1.0.0
ml: പതിപ്പ് 1.0.0
mr: आवृत्ती 1.0.0
pa: ਸੰਸਕਰਣ 1.0.0
ta: பதிப்பு 1.0.0
te: వెర్షన్ 1.0.0

# logoutConfirmTitle
source: Logout
bn: লগ আউট
gu: લૉગ આઉટ
hi: लॉग आउट
kn: ಲಾಗ್ ಔಟ್
ml: ലോഗ് ഔട്ട്
mr: लॉग आउट
pa: ਲਾਗ ਆਊਟ
ta: வெளியேறு
te: లాగ్ అవుట్

# logoutConfirmMessage
source: Are you sure you want to logout?
bn: আপনি কি নিশ্চিত যে আপনি লগ আউট করতে চান?
gu: શું તમે ખરેખર લૉગ આઉટ કરવા માંગો છો?
hi: क्या आप निश्चित रूप से लॉग आउट करना चाहते हैं?
kn: ನೀವು ಖಚಿತವಾಗಿ ಲಾಗ್ ಔಟ್ ಮಾಡಲು ಬಯಸುವಿರಾ?
ml: നിങ്ങൾക്ക് തീർച്ചയായും ലോഗ് ഔട്ട് ചെയ്യണോ?
mr: तुम्हाला नक्की लॉग आउट करायचे आहे का?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਲਾਗ ਆਊਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
ta: நீங்கள் நிச்சயமாக வெளியேற விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా లాగ్ అవుట్ చేయాలనుకుంటున్నారా?

# healthInfoTitle
source: Health Information
bn: স্বাস্থ্য তথ্য
gu: આરોગ્ય માહિતી
hi: स्वास्थ्य जानकारी
kn: ಆರೋಗ್ಯ ಮಾಹಿತಿ
ml: ആരോഗ്യ വിവരങ്ങൾ
mr: आरोग्य माहिती
pa: ਸਿਹਤ ਜਾਣਕਾਰੀ
ta: சுகாதார தகவல்
te: ఆరోగ్య సమాచారం

# healthInfoMessage
source: Your health data is securely stored and used to provide personalized nutrition recommendations. You can update this information by retaking the health assessment.
bn: আপনার স্বাস্থ্য ডেটা নিরাপদে সংরক্ষিত এবং ব্যক্তিগত পুষ্টি সুপারিশ প্রদান করতে ব্যবহৃত হয়।
gu: તમારો આરોગ્ય ડેટા સુરક્ષિત રીતે સંગ્રહિત છે અને વ્યક્તિગત પોષણ ભલામણો પ્રદાન કરવા માટે ઉપયોગમાં લેવાય છે.
hi: आपका स्वास्थ्य डेटा सुरक्षित रूप से संग्रहीत है और व्यक्तिगत पोषण सिफारिशें प्रदान करने के लिए उपयोग किया जाता है।
kn: ನಿಮ್ಮ ಆರೋಗ್ಯ ಡೇಟಾವನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಸಂಗ್ರಹಿಸಲಾಗಿದೆ ಮತ್ತು ವೈಯಕ್ತಿಕ ಪೋಷಣೆ ಶಿಫಾರಸುಗಳನ್ನು ಒದಗಿಸಲು ಬಳಸಲಾಗುತ್ತದೆ.
ml: നിങ്ങളുടെ ആരോഗ്യ ഡാറ്റ സുരക്ഷിതമായി സംഭരിച്ചിരിക്കുന്നു, വ്യക്തിപരമാക്കിയ പോഷകാഹാര ശുപാർശകൾ നൽകാൻ ഉപയോഗിക്കുന്നു.
mr: तुमचा आरोग्य डेटा सुरक्षितपणे संग्रहित आहे आणि वैयक्तिकृत पोषण शिफारसी प्रदान करण्यासाठी वापरला जातो.
pa: ਤੁਹਾਡਾ ਸਿਹਤ ਡੇਟਾ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਸਟੋਰ ਕੀਤਾ ਗਿਆ ਹੈ ਅਤੇ ਨਿੱਜੀ ਪੋਸ਼ਣ ਸਿਫ਼ਾਰਿਸ਼ਾਂ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।
ta: உங்கள் சுகாதார தரவு பாதுகாப்பாக சேமிக்கப்பட்டு தனிப்பயன் ஊட்டச்சத்து பரிந்துரைகளை வழங்க பயன்படுத்தப்படுகிறது.
te: మీ ఆరోగ్య డేటా సురక్షితంగా నిల్వ చేయబడింది మరియు వ్యక్తిగత పోషకాహార సిఫార్సులను అందించడానికి ఉపయోగించబడుతుంది.

# healthInfoUpdateNow
source: Update Now
bn: এখন আপডেট করুন
gu: હવે અપડેટ કરો
hi: अभी अपडेट करें
kn: ಈಗ ನವೀಕರಿಸಿ
ml: ഇപ്പോൾ അപ്ഡേറ്റ് ചെയ്യുക
mr: आता अद्यतनित करा
pa: ਹੁਣੇ ਅਪਡੇਟ ਕਰੋ
ta: இப்போது புதுப்பிக்கவும்
te: ఇప్పుడే నవీకరించండి

# helpSupportTitle
source: Help & Support
bn: সাহায্য এবং সহায়তা
gu: મદદ અને સહાય
hi: सहायता और समर्थन
kn: ಸಹಾಯ ಮತ್ತು ಬೆಂಬಲ
ml: സഹായവും പിന്തുണയും
mr: मदत आणि समर्थन
pa: ਮਦਦ ਅਤੇ ਸਹਾਇਤਾ
ta: உதவி மற்றும் ஆதரவு
te: సహాయం మరియు మద్దతు

# helpSupportFAQ
source: Frequently Asked Questions:
bn: প্রায়শই জিজ্ঞাসিত প্রশ্নাবলী:
gu: વારંવાર પૂછાતા પ્રશ્નો:
hi: अक्सर पूछे जाने वाले प्रश्न:
kn: ಪದೇ ಪದೇ ಕೇಳುವ ಪ್ರಶ್ನೆಗಳು:
ml: പതിവായി ചോദിക്കുന്ന ചോദ്യങ്ങൾ:
mr: वारंवार विचारले जाणारे प्रश्न:
pa: ਅਕਸਰ ਪੁੱਛੇ ਜਾਣ ਵਾਲੇ ਸਵਾਲ:
ta: அடிக்கடி கேட்கப்படும் கேள்விகள்:
te: తరచుగా అడిగే ప్రశ్నలు:

# helpSupportQ1
source: Q: How do I update my health information?
bn: প্রঃ আমি কীভাবে আমার স্বাস্থ্য তথ্য আপডেট করব?
gu: પ્ર: હું મારી આરોગ્ય માહિતી કેવી રીતે અપડેટ કરું?
hi: प्र: मैं अपनी स्वास्थ्य जानकारी कैसे अपडेट करूं?
kn: ಪ್ರ: ನನ್ನ ಆರೋಗ್ಯ ಮಾಹಿತಿಯನ್ನು ಹೇಗೆ ನವೀಕರಿಸುವುದು?
ml: ചോ: എന്റെ ആരോഗ്യ വിവരങ്ങൾ എങ്ങനെ അപ്ഡേറ്റ് ചെയ്യാം?
mr: प्र: मी माझी आरोग्य माहिती कशी अद्यतनित करू?
pa: ਸਵਾਲ: ਮੈਂ ਆਪਣੀ ਸਿਹਤ ਜਾਣਕਾਰੀ ਕਿਵੇਂ ਅਪਡੇਟ ਕਰਾਂ?
ta: கே: எனது சுகாதார தகவலை எவ்வாறு புதுப்பிப்பது?
te: ప్ర: నా ఆరోగ్య సమాచారాన్ని ఎలా నవీకరించాలి?

# helpSupportA1
source: A: Use "Retake Health Assessment" from your profile.
bn: উঃ আপনার প্রোফাইল থেকে "স্বাস্থ্য মূল্যায়ন পুনরায় নিন" ব্যবহার করুন।
gu: જ: તમારી પ્રોફાઇલમાંથી "આરોગ્ય મૂલ્યાંકન ફરીથી લો" નો ઉપયોગ કરો.
hi: उ: अपनी प्रोफ़ाइल से "स्वास्थ्य मूल्यांकन फिर से लें" का उपयोग करें।
kn: ಉ: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಿಂದ "ಆರೋಗ್ಯ ಮೌಲ್ಯಮಾಪನವನ್ನು ಮರುಕಳಿಸಿ" ಬಳಸಿ.
ml: ഉ: നിങ്ങളുടെ പ്രൊഫൈലിൽ നിന്ന് "ആരോഗ്യ വിലയിരുത്തൽ വീണ്ടും എടുക്കുക" ഉപയോഗിക്കുക.
mr: उ: तुमच्या प्रोफाइलमधून "आरोग्य मूल्यांकन पुन्हा घ्या" वापरा.
pa: ਜਵਾਬ: ਆਪਣੀ ਪ੍ਰੋਫਾਈਲ ਤੋਂ "ਸਿਹਤ ਮੁਲਾਂਕਣ ਦੁਬਾਰਾ ਲਓ" ਵਰਤੋ।
ta: பதில்: உங்கள் சுயவிவரத்திலிருந்து "சுகாதார மதிப்பீட்டை மீண்டும் எடுக்கவும்" பயன்படுத்தவும்.
te: జ: మీ ప్రొఫైల్ నుండి "ఆరోగ్య అంచనాను మళ్లీ తీసుకోండి" ఉపయోగించండి.
