Repository: chethanone/OncoNutri
Catalog: frontend/lib/l10n/app_*.arb
Languages: bn, es, gu, hi, kn, ml, mr, pa, ta, te

# helpSupportQ2
source: Q: How are recommendations generated?
bn: প্রঃ সুপারিশগুলি কীভাবে তৈরি হয়?
gu: પ્ર: ભલામણો કેવી રીતે બનાવવામાં આવે છે?
hi: प्र: सिफारिशें कैसे उत्पन्न होती हैं?
kn: ಪ್ರ: ಶಿಫಾರಸುಗಳನ್ನು ಹೇಗೆ ರಚಿಸಲಾಗುತ್ತದೆ?
ml: ചോ: ശുപാർശകൾ എങ്ങനെ സൃഷ്ടിക്കപ്പെടുന്നു?
mr: प्र: शिफारसी कशा तयार केल्या जातात?
pa: ਸਵਾਲ: ਸਿਫ਼ਾਰਿਸ਼ਾਂ ਕਿਵੇਂ ਬਣਾਈਆਂ ਜਾਂਦੀਆਂ ਹਨ?
ta: கே: பரிந்துரைகள் எவ்வாறு உருவாக்கப்படுகின்றன?
te: ప్ర: సిఫార్సులు ఎలా రూపొందించబడతాయి?

# helpSupportA2
source: A: Our AI analyzes your health data to provide personalized nutrition advice.
bn: উঃ আমাদের AI ব্যক্তিগত পুষ্টি পরামর্শ প্রদানের জন্য আপনার স্বাস্থ্য ডেটা বিশ্লেষণ করে।
gu: જ: અમારી AI વ્યક્તિગત પોષણ સલાહ આપવા માટે તમારા આરોગ્ય ડેટાનું વિશ્લેષણ કરે છે.
hi: उ: हमारी AI व्यक्तिगत पोषण सलाह प्रदान करने के लिए आपके स्वास्थ्य डेटा का विश्लेषण करती है।
kn: ಉ: ವೈಯಕ್ತಿಕ ಪೋಷಣೆ ಸಲಹೆಯನ್ನು ಒದಗಿಸಲು ನಮ್ಮ AI ನಿಮ್ಮ ಆರೋಗ್ಯ ಡೇಟಾವನ್ನು ವಿಶ್ಲೇಷಿಸುತ್ತದೆ.
ml: ഉ: വ്യക്തിപരമാക്കിയ പോഷകാഹാര ഉപദേശം നൽകാൻ ഞങ്ങളുടെ AI നിങ്ങളുടെ ആരോഗ്യ ഡാറ്റ വിശകലനം ചെയ്യുന്നു.
mr: उ: वैयक्तिकृत पोषण सल्ला देण्यासाठी आमची AI तुमच्या आरोग्य डेटाचे विश्लेषण करते.
pa: ਜਵਾਬ: ਸਾਡੀ AI ਨਿੱਜੀ ਪੋਸ਼ਣ ਸਲਾਹ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਸਿਹਤ ਡੇਟਾ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਦੀ ਹੈ।
ta: பதில்: தனிப்பயன் ஊட்டச்சத்து ஆலோசனையை வழங்க எங்கள் AI உங்கள் சுகாதார தரவை பகுப்பாய்வு செய்கிறது.
te: జ: వ్యక్తిగత పోషకాహార సలహా అందించడానికి మా AI మీ ఆరోగ్య డేటాను విశ్లేషిస్తుంది.

# helpSupportNeedMore
source: Need more help?
bn: আরও সাহায্য দরকার?
gu: વધુ મદદ જોઈએ છે?
hi: और सहायता चाहिए?
kn: ಹೆಚ್ಚಿನ ಸಹಾಯ ಬೇಕೇ?
ml: കൂടുതൽ സഹായം വേണോ?
mr: अधिक मदत हवी आहे?
pa: ਹੋਰ ਮਦਦ ਚਾਹੀਦੀ ਹੈ?
ta: மேலும் உதவி தேவையா?
te: మరింత సహాయం కావాలా?

# helpSupportContact
source: Contact us at support@onconutri.com
bn: support@onconutri.com এ আমাদের সাথে যোগাযোগ করুন
gu: support@onconutri.com પર અમારો સંપર્ક કરો
hi: support@onconutri.com पर हमसे संपर्क करें
kn: support@onconutri.com ನಲ್ಲಿ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
ml: support@onconutri.com ൽ ഞങ്ങളെ ബന്ധപ്പെടുക
mr: support@onconutri.com वर आमच्याशी संपर्क साधा
pa: support@onconutri.com 'ਤੇ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
ta: support@onconutri.com இல் எங்களைத் தொடர்பு கொள்ளுங்கள்
te: support@onconutri.com వద్ద మమ్మల్ని సంప్రదించండి

# aboutAppVersion
source: Version 1.0.0
bn: সংস্করণ 1.0.0
gu: આવૃત્તિ 1.0.0
hi: संस्करण 1.0.0
kn: ಆವೃತ್ತಿ 1.0.0
ml: പതിപ്പ് 1.0.0
mr: आवृत्ती 1.0.0
pa: ਸੰਸਕਰਣ 1.0.0
ta: பதிப்பு 1.0.0
te: వెర్షన్ 1.0.0

# aboutAppDescription
source: OncoNutri+ provides AI-powered personalized nutrition recommendations for cancer patients.
bn: OncoNutri+ ক্যান্সার রোগীদের জন্য AI-চালিত ব্যক্তিগত পুষ্টি সুপারিশ প্রদান করে।
gu: OncoNutri+ કેન્સર દર્દીઓ માટે AI-સંચાલિત વ્યક્તિગત પોષણ ભલામણો પ્રદાન કરે છે.
hi: OncoNutri+ कैंसर रोगियों के लिए AI-संचालित व्यक्तिगत पोषण सिफारिशें प्रदान करता है।
kn: OncoNutri+ ಕ್ಯಾನ್ಸರ್ ರೋಗಿಗಳಿಗೆ AI-ಚಾಲಿತ ವೈಯಕ್ತಿಕ ಪೋಷಣೆ ಶಿಫಾರಸುಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ.
ml: OncoNutri+ ക്യാൻസർ രോഗികൾക്ക് AI-പവർഡ് വ്യക്തിപരമാക്കിയ പോഷകാഹാര ശുപാർശകൾ നൽകുന്നു.
mr: OncoNutri+ कर्करोग रुग्णांसाठी AI-चालित वैयक्तिकृत पोषण शिफारसी प्रदान करते.
pa: OncoNutri+ ਕੈਂਸਰ ਮਰੀਜ਼ਾਂ ਲਈ AI-ਸੰਚਾਲਿਤ ਨਿੱਜੀ ਪੋਸ਼ਣ ਸਿਫ਼ਾਰਿਸ਼ਾਂ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ।
ta: OncoNutri+ புற்றுநோய் நோயாளிகளுக்கு AI-இயங்கும் தனிப்பயன் ஊட்டச்சத்து பரிந்துரைகளை வழங்குகிறது.
te: OncoNutri+ క్యాన్సర్ రోగులకు AI-ఆధారిత వ్యక్తిగత పోషకాహార సిఫార్సులను అందిస్తుంది.

# aboutAppCopyright
source: © 2025 OncoNutri+ Team All rights reserved.
bn: © 2025 OncoNutri+ টিম সমস্ত অধিকার সংরক্ষিত।
gu: © 2025 OncoNutri+ ટીમ બધા અધિકારો આરક્ષિત.
hi: © 2025 OncoNutri+ टीम सभी अधिकार सुरक्षित।
kn: © 2025 OncoNutri+ ತಂಡ ಎಲ್ಲಾ ಹಕ್ಕುಗಳನ್ನು ಕಾಯ್ದಿರಿಸಲಾಗಿದೆ.
ml: © 2025 OncoNutri+ ടീം എല്ലാ അവകാശങ്ങളും നിക്ഷിപ്തം.
mr: © 2025 OncoNutri+ टीम सर्व हक्क राखीव.
pa: © 2025 OncoNutri+ ਟੀਮ ਸਾਰੇ ਅਧਿਕਾਰ ਰਾਖਵੇਂ ਹਨ।
ta: © 2025 OncoNutri+ குழு அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை.
te: © 2025 OncoNutri+ బృందం అన్ని హక్కులు రక్షించబడ్డాయి.

# chatDeleteMessage
source: Delete Message
bn: বার্তা মুছুন
gu: સંદેશ કાઢી નાખો
hi: संदेश हटाएं
kn: ಸಂದೇಶವನ್ನು ಅಳಿಸಿ
ml: സന്ദേശം ഇല്ലാതാക്കുക
mr: संदेश हटवा
pa: ਸੁਨੇਹਾ ਮਿਟਾਓ
ta: செய்தியை நீக்கு
te: సందేశాన్ని తొలగించండి

# chatDeleteConfirm
source: Are you sure you want to delete this message?
bn: আপনি কি এই বার্তাটি মুছে ফেলতে চান?
gu: શું તમે આ સંદેશ કાઢી નાખવા માંગો છો?
hi: क्या आप इस संदेश को हटाना चाहते हैं?
kn: ಈ ಸಂದೇಶವನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿದ್ದೀರಾ?
ml: ഈ സന്ദേശം ഇല്ലാതാക്കാൻ നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr: तुम्हाला हा संदेश हटवायचा आहे का?
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਸੁਨੇਹੇ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ta: இந்த செய்தியை நீக்க நீங்கள் உறுதியாக உள்ளீர்களா?
te: ఈ సందేశాన్ని తొలగించడానికి మీరు ఖచ్చితంగా ఉన్నారా?

# chatMessageDeleted
source: Message deleted
bn: বার্তা মুছে ফেলা হয়েছে
gu: સંદેશ કાઢી નાખ્યો
hi: संदेश हटा दिया गया
kn: ಸಂದೇಶವನ್ನು ಅಳಿಸಲಾಗಿದೆ
ml: സന്ദേശം ഇല്ലാതാക്കി
mr: संदेश हटविला
pa: ਸੁਨੇਹਾ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ
ta: செய்தி நீக்கப்பட்டது
te: సందేశం తొలగించబడింది

# chatClearHistory
source: Clear Chat History
bn: চ্যাট ইতিহাস মুছুন
gu: ચેટ ઇતિહાસ સાફ કરો
hi: चैट इतिहास साफ करें
kn: ಚಾಟ್ ಇತಿಹಾಸವನ್ನು ತೆರವುಗೊಳಿಸಿ
ml: ചാറ്റ് ചരിത്രം മായ്ക്കുക
mr: चॅट इतिहास साफ करा
pa: ਚੈਟ ਇਤਿਹਾਸ ਸਾਫ਼ ਕਰੋ
ta: அரட்டை வரலாற்றை அழி
te: చాట్ చరిత్రను క్లియర్ చేయండి

# chatClearConfirm
source: Are you sure you want to clear the entire chat history?
bn: আপনি কি সম্পূর্ণ চ্যাট ইতিহাস মুছে ফেলতে চান?
gu: શું તમે સંપૂર્ણ ચેટ ઇતિહાસ સાફ કરવા માંગો છો?
hi: क्या आप पूरे चैट इतिहास को साफ करना चाहते हैं?
kn: ಸಂಪೂರ್ಣ ಚಾಟ್ ಇತಿಹಾಸವನ್ನು ತೆರವುಗೊಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿದ್ದೀರಾ?
ml: മുഴുവൻ ചാറ്റ് ചരിത്രവും മായ്ക്കാൻ നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr: तुम्हाला संपूर्ण चॅट इतिहास साफ करायचा आहे का?
pa: ਕੀ ਤੁਸੀਂ ਪੂਰਾ ਚੈਟ ਇਤਿਹਾਸ ਸਾਫ਼ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
ta: முழு அரட்டை வரலாற்றையும் அழிக்க நீங்கள் உறுதியாக உள்ளீர்களா?
te: మొత్తం చాట్ చరిత్రను క్లియర్ చేయడానికి మీరు ఖచ్చితంగా ఉన్నారా?

# chatCleared
source: Chat history cleared
bn: চ্যাট ইতিহাস মুছে ফেলা হয়েছে
gu: ચેટ ઇતિહાસ સાફ થયો
hi: चैट इतिहास साफ कर दिया गया
kn: ಚಾಟ್ ಇತಿಹಾಸವನ್ನು ತೆರವುಗೊಳಿಸಲಾಗಿದೆ
ml: ചാറ്റ് ചരിത്രം മായ്ച്ചു
mr: चॅट इतिहास साफ केला
pa: ਚੈਟ ਇਤਿਹਾਸ ਸਾਫ਼ ਕਰ ਦਿੱਤਾ ਗਿਆ
ta: அரட்டை வரலாறு அழிக்கப்பட்டது
te: చాట్ చరిత్ర క్లియర్ చేయబడింది

# chatClear
source: Clear
bn: মুছুন
gu: સાફ કરો
hi: साफ करें
kn: ತೆರವುಗೊಳಿಸಿ
ml: മായ്ക്കുക
mr: साफ करा
pa: ਸਾਫ਼ ਕਰੋ
ta: அழி
te: క్లియర్

# languageSelected
source: Language updated!
bn: ভাষা আপডেট হয়েছে!
gu: ભાષા અપડેટ થઈ!
hi: भाषा अपडेट की गई!
kn: ಭಾಷೆಯನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ!
ml: ഭാഷ അപ്ഡേറ്റ് ചെയ്തു!
mr: भाषा अद्यतनित केली!
pa: ਭਾਸ਼ਾ ਅਪਡੇਟ ਹੋਈ!
ta: மொழி புதுப்பிக்கப்பட்டது!
te: భాష నవీకరించబడింది!

source: Coming soon!
bn: শীঘ্রই আসছে!
gu: ટૂંક સમયમાં આવી રહ્યું છે!
hi: जल्द आ रहा है!
kn: ಶೀಘ್ರದಲ್ಲೇ ಬರುತ್ತಿದೆ!
ml: ഉടൻ വരുന്നു!
mr: लवकरच येत आहे!
pa: ਜਲਦੀ ਆ ਰਿਹਾ ਹੈ!
ta: விரைவில் வருகிறது!
te: త్వరలో వస్తోంది!

# homeNotificationSent
source: Test notification sent!
hi: टेस्ट नोटिफिकेशन भेजा गया!

# homeAvailable
source: available
hi: उपलब्ध

# homeActiveProjects
source: Active projects
bn: সক্রিয় প্রকল্প
gu: સક્રિય પ્રોજેક્ટ્સ
hi: सक्रिय परियोजनाएं
kn: ಸಕ್ರಿಯ ಯೋಜನೆಗಳು
ml: സജീവ പദ്ധതികൾ
mr: सक्रिय प्रकल्प
pa: ਸਰਗਰਮ ਪ੍ਰੋਜੈਕਟ
ta: செயலில் உள்ள திட்டங்கள்
te: క్రియాశీల ప్రాజెక్టులు

# homeSeeAll
source: See all
bn: সব দেখুন
gu: બધું જુઓ
hi: सभी देखें
kn: ಎಲ್ಲಾ ನೋಡಿ
ml: എല്ലാം കാണുക
mr: सर्व पहा
pa: ਸਾਰੇ ਦੇਖੋ
ta: அனைத்தையும் பார்க்கவும்
te: అన్నీ చూడండి

# homeDailyPlan
source: Your daily plan
bn: আপনার দৈনিক পরিকল্পনা
gu: તમારી દૈનિક યોજના
hi: आपकी दैनिक योजना
kn: ನಿಮ್ಮ ದೈನಂದಿನ ಯೋಜನೆ
ml: നിങ്ങളുടെ ദൈനംദിന പദ്ധതി
mr: तुमची दैनंदिन योजना
pa: ਤੁਹਾਡੀ ਰੋਜ਼ਾਨਾ ਯੋਜਨਾ
ta: உங்கள் தினசரி திட்டம்
te: మీ రోజువారీ ప్రణాళిక

source: Retry
hi: पुनः प्रयास करें

# settingsNotifications
source: Notification Settings
hi: सूचना सेटिंग्स

# notificationDailyReminders
source: Daily Reminders
hi: दैनिक अनुस्मारक

# notificationDailyRemindersDesc
source: Get daily nutrition reminders
hi: दैनिक पोषण अनुस्मारक प्राप्त करें

# notificationProgressUpdates
source: Progress Updates
hi: प्रगति अपडेट

# notificationProgressUpdatesDesc
source: Notifications about your progress
hi: अपनी प्रगति के बारे में सूचनाएं

# notificationHealthTips
source: Health Tips
hi: स्वास्थ्य टिप्स

# notificationHealthTipsDesc
source: Receive personalized health tips
hi: व्यक्तिगत स्वास्थ्य टिप्स प्राप्त करें

# helpTitle
source: Help & Support
hi: सहायता और समर्थन

# helpFaqTitle
source: Frequently Asked Questions:
hi: अक्सर पूछे जाने वाले प्रश्न:

# helpQuestion1
source: Q: How do I update my health information?
hi: प्र: मैं अपनी स्वास्थ्य जानकारी कैसे अपडेट करूं?

# helpAnswer1
source: A: Use "Retake Health Assessment" from your profile.
hi: उ: अपनी प्रोफ़ाइल से 'स्वास्थ्य मूल्यांकन फिर से लें' का उपयोग करें।

# helpQuestion2
source: Q: How are recommendations generated?
hi: प्र: सिफारिशें कैसे बनाई जाती हैं?

# helpAnswer2
source: A: Our AI analyzes your health data to provide personalized nutrition advice.
hi: उ: हमारा AI आपके स्वास्थ्य डेटा का विश्लेषण करके व्यक्तिगत पोषण सलाह प्रदान करता है।

# helpNeedMore
source: Need more help?
hi: अधिक सहायता चाहिए?

# aboutVersion
source: Version 1.0.0
hi: संस्करण 1.0.0

# aboutDescription
source: OncoNutri+ provides AI-powered personalized nutrition recommendations for cancer patients.
hi: OncoNutri+ कैंसर रोगियों के लिए AI-संचालित व्यक्तिगत पोषण सिफारिशें प्रदान करता है।

# aboutCopyright
source: © 2025 OncoNutri+ Team All rights reserved.
hi: © 2025 OncoNutri+ टीम सर्वाधिकार सुरक्षित।

# chatStartConversation
source: Start a conversation
hi: बातचीत शुरू करें

# chatAskAnything
source: Ask me anything about nutrition and health
hi: पोषण और स्वास्थ्य के बारे में मुझसे कुछ भी पूछें

# profileLanguageUpdated
source: Language updated!
hi: भाषा अपडेट हो गई!

# profileHealthInfo
source: Health Information
hi: स्वास्थ्य जानकारी

# profileHealthInfoDesc
source: Your health data is securely stored and used to provide personalized nutrition recommendations. You can update this information by retaking the health assessment.
hi: आपका स्वास्थ्य डेटा सुरक्षित रूप से संग्रहीत है और व्यक्तिगत पोषण सिफारिशें प्रदान करने के लिए उपयोग किया जाता है। आप स्वास्थ्य मूल्यांकन फिर से लेकर इस जानकारी को अपडेट कर सकते हैं।

# profileUpdateNow
source: Update Now
hi: अभी अपडेट करें

source: Login failed
hi: लॉगिन विफल रहा

# loginGoogleComingSoon
source: Google Sign In coming soon
hi: Google साइन इन जल्द आ रहा है

# loginWithGoogle
source: Sign in with Google
hi: Google से साइन इन करें

# signupSuccess
source: Account created successfully!
hi: खाता सफलतापूर्वक बनाया गया!

# signupTitle
source: Create Account
hi: खाता बनाएं

# signupHeading
source: Join OncoNutri+
hi: OncoNutri+ में शामिल हों

# signupSubheading
source: Start your personalized nutrition journey
hi: अपनी व्यक्तिगत पोषण यात्रा शुरू करें

# dietPlanAdded
source: added to your diet plan
bn: আপনার খাদ্য পরিকল্পনায় যোগ করা হয়েছে
gu: તમારી આહાર યોજનામાં ઉમેરાયું
hi: आपकी डाइट योजना में जोड़ा गया
kn: ನಿಮ್ಮ ಆಹಾರ ಯೋಜನೆಗೆ ಸೇರಿಸಲಾಗಿದೆ
ml: നിങ്ങളുടെ ഭക്ഷണ പദ്ധതിയിലേക്ക് ചേർത്തു
mr: तुमच्या आहार योजनेत जोडले
pa: ਤੁਹਾਡੀ ਖੁਰਾਕ ਯੋਜਨਾ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ
ta: உங்கள் உணவு திட்டத்தில் சேர்க்கப்பட்டது
te: మీ ఆహార ప్రణాళికకు జోడించబడింది

# dietPlanAddFailed
source: Failed to add food to diet plan
bn: খাদ্য পরিকল্পনায় খাবার যোগ করতে ব্যর্থ
gu: આહાર યોજનામાં ખોરાક ઉમેરવામાં નિષ્ફળ
hi: डाइट योजना में भोजन जोड़ने में विफल
kn: ಆಹಾರ ಯೋಜನೆಗೆ ಆಹಾರವನ್ನು ಸೇರಿಸಲು ವಿಫಲವಾಗಿದೆ
ml: ഭക്ഷണ പദ്ധതിയിലേക്ക് ഭക്ഷണം ചേർക്കുന്നതിൽ പരാജയപ്പെട്ടു
mr: आहार योजनेत अन्न जोडणे अयशस्वी
pa: ਖੁਰਾਕ ਯੋਜਨਾ ਵਿੱਚ ਭੋਜਨ ਸ਼ਾਮਲ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
ta: உணவு திட்டத்தில் உணவை சேர்க்க தோல்வி
te: ఆహార ప్రణాళికకు ఆహారాన్ని జోడించడం విఫలమైంది

# dietPlanSaved
source: Plan saved!
bn: পরিকল্পনা সংরক্ষিত হয়েছে!
gu: યોજના સાચવી!
hi: योजना सहेजी गई!
kn: ಯೋಜನೆ ಉಳಿಸಲಾಗಿದೆ!
ml: പദ്ധതി സംരക്ഷിച്ചു!
mr: योजना जतन केली!
pa: ਯੋਜਨਾ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਗਈ!
ta: திட்டம் சேமிக்கப்பட்டது!
te: ప్రణాళిక సేవ్ చేయబడింది!

# ageQuestion
source: What is your age?
bn: আপনার বয়স কত?
es: ¿Cuál es tu edad?
gu: તમારી ઉંમર કેટલી છે?
hi: आपकी उम्र क्या है?
kn: ನಿಮ್ಮ ವಯಸ್ಸು ಎಷ್ಟು?
ml: നിങ്ങളുടെ പ്രായം എന്താണ്?
mr: तुमचे वय किती आहे?
pa: ਤੁਹਾਡੀ ਉਮਰ ਕੀ ਹੈ?
ta: உங்கள் வயது என்ன?
te: మీ వయస్సు ఎంత?

# ageSubtitle
source: This helps us personalize your nutrition plan
bn: এটি আপনার পুষ্টি পরিকল্পনা ব্যক্তিগতকরণে আমাদের সাহায্য করে
es: Esto nos ayuda a personalizar tu plan nutricional
gu: આ અમને તમારી પોષણ યોજનાને વ્યક્તિગત બનાવવામાં મદદ કરે છે
hi: यह हमें आपकी पोषण योजना को व्यक्तिगत बनाने में मदद करता है
kn: ನಿಮ್ಮ ಪೋಷಣೆ ಯೋಜನೆಯನ್ನು ವೈಯಕ್ತಿಕಗೊಳಿಸಲು ಇದು ನಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ
ml: നിങ്ങളുടെ പോഷകാഹാര പദ്ധതി വ്യക്തിഗതമാക്കാൻ ഇത് ഞങ്ങളെ സഹായിക്കുന്നു
mr: तुमची पोषण योजना वैयक्तिकृत करण्यात हे आम्हाला मदत करते
pa: ਇਹ ਤੁਹਾਡੀ ਪੋਸ਼ਣ ਯੋਜਨਾ ਨੂੰ ਵਿਅਕਤੀਗਤ ਬਣਾਉਣ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰਦਾ ਹੈ
ta: உங்கள் ஊட்டச்சத்து திட்டத்தை தனிப்பயனாக்க இது எங்களுக்கு உதவுகிறது
te: మీ పోషణ ప్రణాళికను వ్యక్తిగతీకరించడానికి ఇది మాకు సహాయపడుతుంది

# ageYears
source: years
bn: বছর
es: años
gu: વર્ષ
hi: वर्ष
kn: ವರ್ಷಗಳು
ml: വയസ്സ്
mr: वर्षे
pa: ਸਾਲ
ta: வயது
te: సంవత్సరాలు

# continueButton
source: Continue
bn: চালিয়ে যান
es: Continuar
gu: ચાલુ રાખો
hi: जारी रखें
kn: ಮುಂದುವರಿಸಿ
ml: തുടരുക
mr: सुरू ठेवा
pa: ਜਾਰੀ ਰੱਖੋ
ta: தொடர
te: కొనసాగించు

# dietaryPreferenceQuestion
source: What is your dietary preference?
bn: আপনার খাদ্য পছন্দ কি?
es: ¿Cuál es tu preferencia dietética?
gu: તમારી આહાર પસંદગી શું છે?
hi: आपकी आहार वरीयता क्या है?
kn: ನಿಮ್ಮ ಆಹಾರ ಆದ್ಯತೆ ಏನು?
ml: നിങ്ങളുടെ ഭക്ഷണ മുൻഗണന എന്താണ്?
mr: तुमची आहार प्राधान्य काय आहे?
pa: ਤੁਹਾਡੀ ਖੁਰਾਕ ਤਰਜੀਹ ਕੀ ਹੈ?
ta: உங்கள் உணவு விருப்பம் என்ன?
te: మీ ఆహార ప్రాధాన్యత ఏమిటి?

# dietaryPreferenceSubtitle
source: This helps us suggest foods that match your diet
bn: এটি আপনার খাদ্যের সাথে মিলে এমন খাবারের পরামর্শ দিতে আমাদের সাহায্য করে
es: Esto nos ayuda a sugerir alimentos que coincidan con tu dieta
gu: આ અમને તમારા આહાર સાથે બંધબેસતા ખોરાકની ભલામણ કરવામાં મદદ કરે છે
hi: यह हमें उन खाद्य पदार्थों का सुझाव देने में मदद करता है जो आपके आहार के अनुरूप हों
kn: ನಿಮ್ಮ ಆಹಾರಕ್ಕೆ ಹೊಂದಿಕೆಯಾಗುವ ಆಹಾರಗಳನ್ನು ಸೂಚಿಸಲು ಇದು ನಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ
ml: നിങ്ങളുടെ ഭക്ഷണത്തിന് യോജിക്കുന്ന ഭക്ഷണങ്ങൾ നിർദ്ദേശിക്കാൻ ഇത് ഞങ്ങളെ സഹായിക്കുന്നു
mr: तुमच्या आहाराशी जुळणारे पदार्थ सुचवण्यास हे आम्हाला मदत करते
pa: ਇਹ ਤੁਹਾਡੀ ਖੁਰਾਕ ਨਾਲ ਮੇਲ ਖਾਂਦੇ ਭੋਜਨ ਦੀ ਸਿਫਾਰਸ਼ ਕਰਨ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰਦਾ ਹੈ
ta: உங்கள் உணவுக்கு பொருந்தும் உணவுகளை பரிந்துரைக்க இது எங்களுக்கு உதவுகிறது
te: మీ ఆహారానికి సరిపోయే ఆహారాలను సూచించడానికి ఇది మాకు సహాయపడుతుంది

source: Pure Vegetarian
bn: সম্পূর্ণ নিরামিষ
es: Vegetariano Puro
gu: શુદ્ધ શાકાહારી
hi: शुद्ध शाकाहारी
kn: ಶುದ್ಧ ಸಸ್ಯಾಹಾರಿ
ml: ശുദ്ധ സസ്യാഹാരം
mr: शुद्ध शाकाहारी
pa: ਸ਼ੁੱਧ ਸ਼ਾਕਾਹਾਰੀ
ta: சுத்த சைவம்
te: పూర్తి శాకాహారం

# pureVegSubtitle
source: No meat, no eggs, no fish
bn: কোনো মাংস, ডিম, মাছ নেই
es: Sin carne, sin huevos, sin pescado
gu: માંસ, ઈંડા, માછલી નહીં
hi: कोई मांस, अंडे, मछली नहीं
kn: ಮಾಂಸವಿಲ್ಲ, ಮೊಟ್ಟೆಯಿಲ್ಲ, ಮೀನುಗಳಿಲ್ಲ
ml: മാംസം, മുട്ട, മീൻ ഇല്ല
mr: मांस, अंडी, मासे नाहीत
pa: ਕੋਈ ਮੀਟ, ਅੰਡੇ, ਮੱਛੀ ਨਹੀਂ
ta: இறைச்சி, முட்டை, மீன் இல்லை
te: మాంసం, గుడ్లు, చేపలు లేవు

source: Vegetarian + Eggs
bn: নিরামিষ + ডিম
es: Vegetariano + Huevos
gu: શાકાહારી + ઈંડા
hi: शाकाहारी + अंडे
kn: ಸಸ್ಯಾಹಾರಿ + ಮೊಟ್ಟೆಗಳು
ml: സസ്യാഹാരം + മുട്ടകൾ
mr: शाकाहारी + अंडी
pa: ਸ਼ਾਕਾਹਾਰੀ + ਅੰਡੇ
ta: சைவம் + முட்டைகள்
te: శాకాహారం + గుడ్లు

# vegEggsSubtitle
source: Vegetarian with eggs
bn: ডিম সহ নিরামিষ
es: Vegetariano con huevos
gu: ઈંડા સાથે શાકાહારી
hi: अंडे के साथ शाकाहारी
kn: ಮೊಟ್ಟೆಗಳೊಂದಿಗೆ ಸಸ್ಯಾಹಾರಿ
ml: മുട്ടകളോടുകൂടിയ സസ്യാഹാരം
mr: अंड्यांसह शाकाहारी
pa: ਅੰਡਿਆਂ ਨਾਲ ਸ਼ਾਕਾਹਾਰੀ
ta: முட்டைகளுடன் சைவம்
te: గుడ్లతో శాకాహారం

source: Non-Vegetarian
bn: আমিষ
es: No Vegetariano
gu: માંસાહારી
hi: मांसाहारी
kn: ಮಾಂಸಾಹಾರಿ
ml: മാംസാഹാരം
mr: मांसाहारी
pa: ਮਾਸਾਹਾਰੀ
ta: அசைவம்
te: మాంసాహారం

# nonVegSubtitle
source: All foods including meat
bn: মাংস সহ সব খাবার
es: Todos los alimentos incluyendo carne
gu: માંસ સહિત તમામ ખોરાક
hi: मांस सहित सभी खाद्य पदार्थ
kn: ಮಾಂಸ ಸೇರಿದಂತೆ ಎಲ್ಲಾ ಆಹಾರಗಳು
ml: മാംസം ഉൾപ്പെടെ എല്ലാ ഭക്ഷണങ്ങളും
mr: मांसासह सर्व पदार्थ
pa: ਮੀਟ ਸਮੇਤ ਸਾਰੇ ਭੋਜਨ
ta: இறைச்சி உட்பட அனைத்து உணவுகளும்
te: మాంసంతో సహా అన్ని ఆహారాలు

source: Pescatarian
bn: মাছাহারী
es: Pescatariano
gu: માછલીખોર
hi: मछलीखोर
kn: ಮೀನಾಹಾರಿ
ml: മത്സ്യാഹാരം
mr: माशाहारी
pa: ਮੱਛੀ ਖਾਣ ਵਾਲੇ
ta: மீன் உணவு
te: చేపల ఆహారం

# pescatarianSubtitle
source: Vegetarian + fish/seafood
bn: নিরামিষ + মাছ/সামুদ্রিক খাবার
es: Vegetariano + pescado/mariscos
gu: શાકાહારી + માછલી/સમુદ્રી ખોરાક
hi: शाकाहारी + मछली/समुद्री भोजन
kn: ಸಸ್ಯಾಹಾರಿ + ಮೀನು/ಸಮುದ್ರಾಹಾರ
ml: സസ്യാഹാരം + മത്സ്യം/കടൽ ഭക്ഷണം
mr: शाकाहारी + मासे/सागरी अन्न
pa: ਸ਼ਾਕਾਹਾਰੀ + ਮੱਛੀ/ਸਮੁੰਦਰੀ ਭੋਜਨ
ta: சைவம் + மீன்/கடல் உணவு
te: శాకాహారం + చేపలు/సముద్ర ఆహారం

source: Vegan
bn: ভেগান
es: Vegano
gu: સંપૂર્ણ શાકાહારી
hi: शुद्ध शाकाहारी
kn: ಸಂಪೂರ್ಣ ಸಸ್ಯಾಹಾರಿ
ml: സമ്പൂർണ്ണ സസ്യാഹാരം
mr: संपूर्ण शाकाहारी
pa: ਸੰਪੂਰਨ ਸ਼ਾਕਾਹਾਰੀ
ta: முழு சைவம்
te: పూర్తి శాకాహారం

# veganSubtitle
source: No animal products
bn: কোনো প্রাণীজ পণ্য নেই
es: Sin productos animales
gu: પ્રાણી ઉત્પાદનો નહીં
hi: कोई पशु उत्पाद नहीं
kn: ಪ್ರಾಣಿ ಉತ್ಪನ್ನಗಳಿಲ್ಲ
ml: മൃഗ ഉൽപ്പന്നങ്ങൾ ഇല്ല
mr: प्राणी उत्पादने नाहीत
pa: ਕੋਈ ਜਾਨਵਰ ਉਤਪਾਦ ਨਹੀਂ
ta: விலங்கு பொருட்கள் இல்லை
te: జంతు ఉత్పత్తులు లేవు

source: Jain
bn: জৈন
gu: જૈન
hi: जैन
kn: ಜೈನ
ml: ജൈനം
mr: जैन
pa: ਜੈਨ
ta: சமணம்
te: జైన

# jainSubtitle
source: No root vegetables, no meat
bn: মূল সবজি, মাংস নেই
es: Sin vegetales de raíz, sin carne
gu: મૂળ શાકભાજી, માંસ નહીં
hi: कोई जड़ वाली सब्जियां, मांस नहीं
kn: ಬೇರು ತರಕಾರಿಗಳಿಲ್ಲ, ಮಾಂಸವಿಲ್ಲ
ml: വേരുള്ള പച്ചക്കറികൾ, മാംസം ഇല്ല
mr: मुळांच्या भाज्या, मांस नाहीत
pa: ਕੋਈ ਜੜ੍ਹ ਵਾਲੀਆਂ ਸਬਜ਼ੀਆਂ, ਮੀਟ ਨਹੀਂ
ta: வேர் காய்கறிகள், இறைச்சி இல்லை
te: వేరు కూరగాయలు, మాంసం లేవు

# cancerTypeQuestion
source: What type of cancer?
bn: কোন ধরনের ক্যান্সার?
es: ¿Qué tipo de cáncer?
gu: કયા પ્રકારનું કેન્સર?
hi: किस प्रकार का कैंसर?
kn: ಯಾವ ರೀತಿಯ ಕ್ಯಾನ್ಸರ್?
ml: ഏത് തരം കാൻസർ?
mr: कोणत्या प्रकारचा कर्करोग?
pa: ਕਿਸ ਕਿਸਮ ਦਾ ਕੈਂਸਰ?
ta: என்ன வகை புற்றுநோய்?
te: ఏ రకమైన క్యాన్సర్?

# cancerTypeSubtitle
source: This helps us provide targeted nutritional guidance
bn: এটি লক্ষ্যযুক্ত পুষ্টি নির্দেশনা প্রদানে আমাদের সাহায্য করে
es: Esto nos ayuda a proporcionar orientación nutricional específica
gu: આ અમને લક્ષિત પોષણ માર્ગદર્શન આપવામાં મદદ કરે છે
hi: यह हमें लक्षित पोषण मार्गदर्शन प्रदान करने में मदद करता है
kn: ಗುರಿಯಿಟ್ಟ ಪೌಷ್ಟಿಕ ಮಾರ್ಗದರ್ಶನ ನೀಡಲು ಇದು ನಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ
ml: ലക്ഷ്യബോധമുള്ള പോഷകാഹാര മാർഗ്ഗനിർദ്ദേശം നൽകാൻ ഇത് ഞങ്ങളെ സഹായിക്കുന്നു
mr: लक्ष्यित पोषण मार्गदर्शन प्रदान करण्यास हे आम्हाला मदत करते
pa: ਇਹ ਨਿਸ਼ਾਨਾ ਪੋਸ਼ਣ ਮਾਰਗਦਰਸ਼ਨ ਪ੍ਰਦਾਨ ਕਰਨ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰਦਾ ਹੈ
ta: இலக்கு ஊட்டச்சத்து வழிகாட்டுதலை வழங்க இது எங்களுக்கு உதவுகிறது
te: లక్ష్య పోషణ మార్గదర్శకత్వాన్ని అందించడానికి ఇది మాకు సహాయపడుతుంది

source: Breast Cancer
bn: স্তন ক্যান্সার
es: Cáncer de Mama
gu: સ્તન કેન્સર
hi: स्तन कैंसर
kn: ಸ್ತನ ಕ್ಯಾನ್ಸರ್
ml: സ്തനാർബുദം
mr: स्तन कर्करोग
pa: ਛਾਤੀ ਦਾ ਕੈਂਸਰ
ta: மார்பக புற்றுநோய்
te: రొమ్ము క్యాన్సర్

source: Lung Cancer
bn: ফুসফুস ক্যান্সার
es: Cáncer de Pulmón
gu: ફેફસાંનું કેન્સર
hi: फेफड़े का कैंसर
kn: ಶ್ವಾಸಕೋಶ ಕ್ಯಾನ್ಸರ್
ml: ശ്വാസകോശ കാൻസർ
mr: फुफ्फुसाचा कर्करोग
pa: ਫੇਫੜਿਆਂ ਦਾ ਕੈਂਸਰ
ta: நுரையீரல் புற்றுநோய்
te: ఊపిరితిత్తుల క్యాన్సర్

source: Colorectal Cancer
bn: কোলোরেক্টাল ক্যান্সার
es: Cáncer Colorrectal
gu: કોલોરેક્ટલ કેન્સર
hi: कोलोरेक्टल कैंसर
kn: ಕೊಲೊರೆಕ್ಟಲ್ ಕ್ಯಾನ್ಸರ್
ml: വൻകുടൽ കാൻസർ
mr: कोलोरेक्टल कर्करोग
pa: ਕੋਲੋਰੈਕਟਲ ਕੈਂਸਰ
ta: பெருங்குடல் புற்றுநோய்
te: పెద్దప్రేగు క్యాన్సర్

source: Prostate Cancer
bn: প্রোস্টেট ক্যান্সার
es: Cáncer de Próstata
gu: પ્રોસ્ટેટ કેન્સર
hi: प्रोस्टेट कैंसर
kn: ಪ್ರಾಸ್ಟೇಟ್ ಕ್ಯಾನ್ಸರ್
ml: പ്രോസ്റ്റേറ്റ് കാൻസർ
mr: प्रोस्टेट कर्करोग
pa: ਪ੍ਰੋਸਟੇਟ ਕੈਂਸਰ
ta: புரோஸ்டேட் புற்றுநோய்
te: ప్రోస్టేట్ క్యాన్సర్

source: Stomach Cancer
bn: পেট ক্যান্সার
es: Cáncer de Estómago
gu: પેટનું કેન્સર
hi: पेट का कैंसर
kn: ಹೊಟ್ಟೆ ಕ್ಯಾನ್ಸರ್
ml: ആമാശയ കാൻസർ
mr: पोटाचा कर्करोग
pa: ਪੇਟ ਦਾ ਕੈਂਸਰ
ta: வயிற்று புற்றுநோய்
te: కడుపు క్యాన్సర్

source: Liver Cancer
bn: লিভার ক্যান্সার
es: Cáncer de Hígado
gu: યકૃતનું કેન્સર
hi: लीवर कैंसर
kn: ಯಕೃತ್ತು ಕ್ಯಾನ್ಸರ್
ml: കരൾ കാൻസർ
mr: यकृताचा कर्करोग
pa: ਜਿਗਰ ਦਾ ਕੈਂਸਰ
ta: கல்லீரல் புற்றுநோய்
te: కాలేయ క్యాన్సర్

source: Pancreatic Cancer
bn: অগ্ন্যাশয় ক্যান্সার
es: Cáncer Pancreático
gu: સ્વાદુપિંડનું કેન્સર
hi: अग्नाशय का कैंसर
kn: ಮೇದೋಜೀರಕ ಗ್ರಂಥಿ ಕ್ಯಾನ್ಸರ್
ml: പാൻക്രിയാസ് കാൻസർ
mr: स्वादुपिंडाचा कर्करोग
pa: ਪੈਨਕ੍ਰੀਆਜ਼ ਦਾ ਕੈਂਸਰ
ta: கணையம் புற்றுநோய்
te: ప్యాంక్రియాస్ క్యాన్సర్

source: Kidney Cancer
bn: কিডনি ক্যান্সার
es: Cáncer de Riñón
gu: કિડનીનું કેન્સર
hi: किडनी कैंसर
kn: ಮೂತ್ರಪಿಂಡ ಕ್ಯಾನ್ಸರ್
ml: വൃക്ക കാൻസർ
mr: मूत्रपिंडाचा कर्करोग
pa: ਗੁਰਦੇ ਦਾ ਕੈਂਸਰ
ta: சிறுநீரக புற்றுநோய்
te: మూత్రపిండాల క్యాన్సర్

# treatmentStageQuestion
source: Current treatment stage?
bn: বর্তমান চিকিৎসার পর্যায়?
es: ¿Etapa de tratamiento actual?
gu: વર્તમાન સારવાર તબક્કો?
hi: वर्तमान उपचार चरण?
kn: ಪ್ರಸ್ತುತ ಚಿಕಿತ್ಸಾ ಹಂತ?
ml: നിലവിലെ ചികിത്സാ ഘട്ടം?
mr: सध्याची उपचार अवस्था?
pa: ਮੌਜੂਦਾ ਇਲਾਜ ਪੜਾਅ?
ta: தற்போதைய சிகிச்சை நிலை?
te: ప్రస్తుత చికిత్స దశ?

# treatmentStageSubtitle
source: Different stages have different nutritional needs
bn: বিভিন্ন পর্যায়ে বিভিন্ন পুষ্টির প্রয়োজন রয়েছে
es: Diferentes etapas tienen diferentes necesidades nutricionales
gu: વિવિધ તબક્કાઓમાં વિવિધ પોષણ જરૂરિયાતો હોય છે
hi: विभिन्न चरणों में अलग-अलग पोषण आवश्यकताएं होती हैं
kn: ವಿವಿಧ ಹಂತಗಳಲ್ಲಿ ವಿವಿಧ ಪೌಷ್ಟಿಕ ಅಗತ್ಯತೆಗಳಿವೆ
ml: വിവിധ ഘട്ടങ്ങളിൽ വ്യത്യസ്ത പോഷകാഹാര ആവശ്യങ്ങളുണ്ട്
mr: वेगवेगळ्या टप्प्यांमध्ये वेगळ्या पोषण गरजा असतात
pa: ਵੱਖ-ਵੱਖ ਪੜਾਵਾਂ ਵਿੱਚ ਵੱਖ-ਵੱਖ ਪੋਸ਼ਣ ਲੋੜਾਂ ਹੁੰਦੀਆਂ ਹਨ
ta: வெவ்வேறு நிலைகளில் வெவ்வேறு ஊட்டச்சத்து தேவைகள் உள்ளன
te: వేర్వేరు దశల్లో వేర్వేరు పోషణ అవసరాలు ఉంటాయి

source: Pre-Treatment
bn: চিকিৎসার আগে
es: Pre-Tratamiento
gu: સારવાર-પૂર્વે
hi: उपचार-पूर्व
kn: ಚಿಕಿತ್ಸೆ-ಪೂರ್ವ
ml: ചികിത്സയ്ക്ക് മുമ്പ്
mr: उपचार-पूर्व
pa: ਇਲਾਜ-ਪੂਰਵ
ta: சிகிச்சைக்கு முன்
te: చికిత్సకు ముందు

# preTreatmentDesc
source: Building strength before treatment
bn: চিকিৎসার আগে শক্তি তৈরি
es: Construyendo fuerza antes del tratamiento
gu: સારવાર પહેલાં શક્તિ નિર્માણ
hi: उपचार से पहले शक्ति बनाना
kn: ಚಿಕಿತ್ಸೆಯ ಮೊದಲು ಶಕ್ತಿ ಬೆಳೆಸುವುದು
ml: ചികിത്സയ്ക്ക് മുമ്പ് ശക്തി വർദ്ധിപ്പിക്കൽ
mr: उपचारापूर्वी शक्ती निर्माण करणे
pa: ਇਲਾਜ ਤੋਂ ਪਹਿਲਾਂ ਤਾਕਤ ਬਣਾਉਣਾ
ta: சிகிச்சைக்கு முன் வலிமை கட்டமைத்தல்
te: చికిత్సకు ముందు బలాన్ని పెంచడం

source: Chemotherapy
bn: কেমোথেরাপি
es: Quimioterapia
gu: કીમોથેરાપી
hi: कीमोथेरेपी
kn: ಕೀಮೋಥೆರಪಿ
ml: കീമോതെറാപ്പി
mr: केमोथेरपी
pa: ਕੀਮੋਥੈਰੇਪੀ
ta: கீமோதெரபி
te: కీమోథెరపీ

# chemotherapyDesc
source: Managing side effects
bn: পার্শ্বপ্রতিক্রিয়া পরিচালনা
es: Manejo de efectos secundarios
gu: આડઅસરોનું સંચાલન
hi: दुष्प्रभावों का प्रबंधन
kn: ಅಡ್ಡಪರಿಣಾಮಗಳನ್ನು ನಿರ್ವಹಿಸುವುದು
ml: പാർശ്വഫലങ്ങൾ കൈകാര്യം ചെയ്യൽ
mr: दुष्परिणाम व्यवस्थापन
pa: ਮਾੜੇ ਪ੍ਰਭਾਵਾਂ ਦਾ ਪ੍ਰਬੰਧਨ
ta: பக்க விளைவுகளை நிர்வகித்தல்
te: దుష్ప్రభావాలను నిర్వహించడం

source: Radiation
bn: রেডিয়েশন
es: Radiación
gu: રેડિયેશન
hi: विकिरण
kn: ವಿಕಿರಣ
ml: വികിരണം
mr: रेडिएशन
pa: ਰੇਡੀਏਸ਼ਨ
ta: கதிர்வீச்சு
te: రేడియేషన్

# radiationDesc
source: Supporting tissue recovery
bn: টিস্যু পুনরুদ্ধারের জন্য সহায়তা
es: Apoyando la recuperación del tejido
gu: પેશી પુનઃપ્રાપ્તિ માટે સહાય
hi: ऊतक पुनर्प्राप्ति का समर्थन
kn: ಅಂಗಾಂಶ ಚೇತರಿಕೆಗೆ ಬೆಂಬಲ
ml: ടിഷ്യു വീണ്ടെടുക്കലിന് പിന്തുണ
mr: ऊतक पुनर्प्राप्तीसाठी समर्थन
pa: ਟਿਸ਼ੂ ਰਿਕਵਰੀ ਲਈ ਸਹਾਇਤਾ
ta: திசு மீட்புக்கு ஆதரவு
te: కణజాల పునరుద్ధరణకు మద్దతు

source: Surgery Recovery
bn: অস্ত্রোপচার পুনরুদ্ধার
es: Recuperación Quirúrgica
gu: શસ્ત્રક્રિયા પુનઃપ્રાપ્તિ
hi: शल्य चिकित्सा पुनर्प्राप्ति
kn: ಶಸ್ತ್ರಚಿಕಿತ್ಸೆ ಚೇತರಿಕೆ
ml: ശസ്ത്രക്രിയ വീണ്ടെടുക്കൽ
mr: शस्त्रक्रिया पुनर्प्राप्ती
pa: ਸਰਜਰੀ ਰਿਕਵਰੀ
ta: அறுவை சிகிச்சை மீட்பு
te: శస్త్రచికిత్స పునరుద్ధరణ

# surgeryRecoveryDesc
source: Healing and recovery
bn: নিরাময় এবং পুনরুদ্ধার
es: Curación y recuperación
gu: ઉપચાર અને પુનઃપ્રાપ્તિ
hi: चिकित्सा और पुनर्प्राप्ति
kn: ಗುಣಪಡಿಸುವಿಕೆ ಮತ್ತು ಚೇತರಿಕೆ
ml: രോഗശമനവും വീണ്ടെടുക്കലും
mr: उपचार आणि पुनर्प्राप्ती
pa: ਇਲਾਜ ਅਤੇ ਰਿਕਵਰੀ
ta: குணப்படுத்துதல் மற்றும் மீட்பு
te: స్వస్థత మరియు పునరుద్ధరణ

source: Post-Treatment
bn: চিকিৎসার পরে
es: Post-Tratamiento
gu: સારવાર-પછી
hi: उपचार-पश्चात
kn: ಚಿಕಿತ್ಸೆ-ನಂತರ
ml: ചികിത്സയ്ക്ക് ശേഷം
mr: उपचार-पश्चात
pa: ਇਲਾਜ-ਬਾਅਦ
ta: சிகிச்சைக்குப் பின்
te: చికిత్స తర్వాత
